Repository: lkdtr/pardus
Catalog: playground/samed.beyribey/koha/koha/files/*-pref.po
Languages: tr

source: opac.pref#OpacTopissue# patrons to access a list of the most checked out items on the OPAC. Note that this is somewhat experimental, and should be avoided if your collection has a large number of items.
tr: OPAC'ta en fazla ödünç verilen öğelere erişen kullanıcılar.Not: Koleksiyon öğlerinden çok fazla varsa kaçınınız.

source: opac.pref#RequestOnOpac# Allow
tr: İzin ver

source: opac.pref#RequestOnOpac# Don't allow
tr: İzin verme

source: opac.pref#RequestOnOpac# patrons to place holds on items from the OPAC.
tr: OPAC öğlerinde ayırtma yapabilen kullanıcılar.

source: opac.pref#SearchMyLibraryFirst# Don't limit
tr: Sınırlı

source: opac.pref#SearchMyLibraryFirst# Limit
tr: Sınırsız

source: opac.pref#SearchMyLibraryFirst# patrons' searches to the library they are registered at.
tr: kullanıcılar kütüphaneye kayıtlı olanları aramaları.

source: opac.pref#ShelfBrowserUsesCcode# Don't use
tr: Kullanmayın

source: opac.pref#ShelfBrowserUsesCcode# Use
tr: Kullanın

source: opac.pref#ShelfBrowserUsesCcode# the item collection code when finding items for the shelf browser.
tr: öğe koleksiyon kodu raf tarayıcı için öğeleri bulduğu zaman.

source: opac.pref#ShelfBrowserUsesHomeBranch# Don't use
tr: Kullanmayın

source: opac.pref#ShelfBrowserUsesHomeBranch# Use
tr: Kullanın

source: opac.pref#ShelfBrowserUsesHomeBranch# the item home branch when finding items for the shelf browser.
tr: raf tarayıcı için öğeler bulunduğu zaman öğe ev şubesi.

source: opac.pref#ShelfBrowserUsesLocation# Don't use
tr: Kullanmayın

source: opac.pref#ShelfBrowserUsesLocation# Use
tr: Kullanın

source: opac.pref#ShelfBrowserUsesLocation# the item location when finding items for the shelf browser.
tr: raf tarayıcı için öğeler bulunduğu zaman öğe konumu.

source: opac.pref#ShowReviewer# Hide
tr: Gizle

source: opac.pref#ShowReviewer# Show
tr: Göster

source: opac.pref#ShowReviewer# reviewer's name above comments in OPAC.
tr: OPAC'taki yorumlar yukarıdaki eleştirmenin adı

source: opac.pref#hidelostitems# Don't show
tr: Gösterme

source: opac.pref#hidelostitems# Show
tr: Göster

source: opac.pref#hidelostitems# lost items on search and detail pages.
tr: arama ve detay sayfalarındaki kayıp öğeler.

source: opac.pref#opacbookbag# Allow
tr: İzin ver

source: opac.pref#opacbookbag# Don't allow
tr: İzin verme

source: opac.pref#opacbookbag# patrons to store items in a temporary "Cart" on the OPAC.
tr: kullanıcıların OPAC üzerinde geçici öğeleri kaydedeceği yer "Cart"

source: opac.pref#opaccolorstylesheet# Include the additional CSS stylesheet
tr: Ek olarak CSS stil ekleyin

source: opac.pref#opaccolorstylesheet# to override specified settings from the default stylesheet. Enter the filename (if the file is in the server's css directory) or a complete URL beginning with <code>http://</code> (if the file lives on a remote server). Leave blank to disable.
tr: varsayılan stil sayfasından belirtilen ayarları geçersiz kılmak için. Dosya ismini girin (dosya sunucusu CSS dizininde ise) veya <code>http://</code> ile başlayan tam bir URL girin (dosya uzak bir sunucu üzerinde ise). Devre dışı bırakmak için boş bırakın.

source: opac.pref#opaccredits# Include the following HTML in the footer of all pages in the OPAC:
tr: OPAC üzerindeki tüm sayfaların alt bilgisi için aşağıdaki HTML'yi ekleyin:

source: opac.pref#opacheader# Include the following HTML in the header of all pages in the OPAC:
tr: OPAC başlığında aşağıdaki HTML'i göster:

source: opac.pref#opaclayoutstylesheet# Use the CSS stylesheet <!-- TMPL_VAR NAME="opacthemelang" -->/css/
tr: CSS'i Kullan <!-- TMPL_VAR NAME="opacthemelang" -->/css/

source: opac.pref#opaclayoutstylesheet# on all pages in the OPAC, instead of the default (leave blank to disable).
tr: öntanımlı yerine OPAC'ta tüm sayfalarda göster (devredışı bırakmak için boş bırakın).

source: opac.pref#opacreadinghistory# Allow
tr: İzin ver

source: opac.pref#opacreadinghistory# Don't allow
tr: İzin verme

source: opac.pref#opacreadinghistory# patrons to see what books they have checked out in the past.
tr: kullanıcıların geçmişte hangi kitapları ödünç aldığını görmesine.

source: opac.pref#opacsmallimage# Use the image at
tr: Resim olarak

source: opac.pref#opacsmallimage# in the OPAC header, instead of the Koha logo. If this image is a different size than the Koha logo, you will need to customize the CSS. (This should be a complete URL, starting with <code>http://</code>.)
tr: OPAC başlığında Koha logosu yerine bunu kullan. Eğer resim boyutu Koha logo boyutundan büyükse CSS'i düzenlemek zorundasınız. (Adres tam bir URL olmalıdır ve şununla başlamalıdır <code>http://</code>.)

source: opac.pref#opacstylesheet# Use the remote CSS stylesheet
tr: Uzak konumdaki

source: opac.pref#opacstylesheet# on all pages in the OPAC, instead of the default. (This should be a complete URL, starting with <code>http://</code>.)
tr: konumundaki CSS stilini OPAC'taki tüm sayfalarda kullan. (Adres tam bir url olmalıdır ve şununla başlamalıdır <code>http://</code>.)

source: opac.pref#opacthemes# Use the
tr: Kullan

source: opac.pref#opacthemes# theme on the OPAC.
tr: OPAC teması.

source: opac.pref#opacuserjs# Include the following JavaScript on all pages in the OPAC:
tr: OPAC'taki tüm sayfalarda şu JavaScript'i kullan:

source: opac.pref#opacuserlogin# Allow
tr: İzin ver

source: opac.pref#opacuserlogin# Don't allow
tr: İzin verme

source: opac.pref#opacuserlogin# patrons to log in to their accounts on the OPAC.
tr: kullanıcıların OPAC'taki hesaplarını kullanarak giriş yapmalarına.

source: opac.pref#reviewson# Allow
tr: İzin ver

source: opac.pref#reviewson# Don't allow
tr: İzin verme

source: opac.pref#reviewson# patrons to make comments on items on the OPAC.
tr: kullanıcıların OPAC'taki materyallere yorum yapmalarına.

source: opac.pref#singleBranchMode# Allow
tr: İzin ver

source: opac.pref#singleBranchMode# Don't allow
tr: İzin verme

source: opac.pref#singleBranchMode# patrons to select their branch on the OPAC.
tr: kullanıcıların OPAC'ta şube seçmesine.

source: opac.pref#suggestion# Allow
tr: İzin ver

source: opac.pref#suggestion# Don't allow
tr: İzin verme

source: opac.pref#suggestion# patrons to make purchase suggestions on the OPAC.
tr: kullanıcıların OPAC'ta satın alma önerisi yapmasına.

source: patrons.pref
tr: Kullanıcılar

source: patrons.pref#AddPatronLists# List
tr: Liste

source: patrons.pref#AddPatronLists# general patron types
tr: genel kullanıcı türleri

source: patrons.pref#AddPatronLists# specific categories
tr: belirli kategoriler

source: patrons.pref#AddPatronLists# under the new patron menu.
tr: kullanıcı menüsünün altında.

source: patrons.pref#AutoEmailOpacUser# Don't send
tr: Gönderme

source: patrons.pref#AutoEmailOpacUser# Send
tr: Gönder

source: patrons.pref#AutoEmailOpacUser# alternate
tr: alternatif

source: patrons.pref#AutoEmailOpacUser# an email to newly created patrons with their account details at their
tr: yeni kullanıcıların hesap detaylarını içeren bir e-postayı

source: patrons.pref#AutoEmailOpacUser# email address.
tr: eposta adresi.

source: patrons.pref#AutoEmailOpacUser# first valid
tr: ilk geçerli

source: patrons.pref#AutoEmailOpacUser# home
tr: ev

source: patrons.pref#AutoEmailOpacUser# work
tr: iş

source: patrons.pref#BorrowerMandatoryField# (separate columns with |)
tr: (sütunları | ile ayırın)

source: patrons.pref#BorrowerMandatoryField# The following database columns must be filled in on the patron entry screen:
tr: Şu veritabanı sütunlarını kullanıcı giriş ekranında doldurulmalıdır:

source: patrons.pref#BorrowersTitles# (separate multiple choices with |)
tr: (birden fazla seçeneği | ile ayırın)

source: patrons.pref#BorrowersTitles# Borrowers can have the following titles:
tr: Ödünç alanlar şu ünvanları alabilir:

source: patrons.pref#EnhancedMessagingPreferences# Allow
tr: İzin ver

source: patrons.pref#EnhancedMessagingPreferences# Don't allow
tr: İzin verme

source: patrons.pref#EnhancedMessagingPreferences# patrons to choose which notices they receive and when they receive them. Note that this only applies to certain kinds of notices.
tr: kullanıcıların materyal aldığında hangi uyarıları alacağına. Bu seçenek sadece belirli uyarılar için geçerlidir.

source: patrons.pref#ExtendedPatronAttributes# Don't enable
tr: Etkinleştirme

source: patrons.pref#ExtendedPatronAttributes# Enable
tr: Etkinleştir

source: patrons.pref#ExtendedPatronAttributes# searching, editing and display of custom attributes on patrons.
tr: kullanıcılar üzerinde arama, düzenleme ve niteliklerin gösterilmesini

source: patrons.pref#MaxFine# <!-- TMPL_VAR NAME="local_currency" -->.
tr: <!-- TMPL_VAR NAME="local_currency" -->.

source: patrons.pref#MaxFine# The late fine for a specific checkout will only go up to
tr: Belirli bir ödünç verilen gecikme cezası şuna kadar uzatılabilir

source: patrons.pref#NotifyBorrowerDeparture# Show a notice that a patron is about to expire
tr: Sona erecek kullanıcı için uyarı göster

source: patrons.pref#NotifyBorrowerDeparture# days beforehand.
tr: gün önceden.

source: patrons.pref#PatronsPerPage# By default, show
tr: Öntanımlı yetkili sayfasında

source: patrons.pref#PatronsPerPage# results per page in the staff client.
tr: sonuç göster.

source: patrons.pref#SMSSendDriver# Use the SMS::Send::
tr: SMS göndermek için SMS::Send::

source: patrons.pref#SMSSendDriver# driver to send SMS messages.
tr: sürücüsünü kullan.

source: patrons.pref#autoMemberNum# Do
tr: Yap

source: patrons.pref#autoMemberNum# Don't
tr: Yapma

source: patrons.pref#autoMemberNum# default the card number field on the patron addition screen to the next available card number (for example, if the largest currently used card number is 26345000012941, then this field will default to 26345000012942).
tr: öntanımlı kart numarası alanını bir sonraki mevcut kart numarasından alınacak şekilde (örneğin en yüksek kart numarası 26345000012941 ise, bu alan öntanımlı olarak 26345000012942 olur).

source: patrons.pref#borrowerRelationship# (input multiple choices separated by |)
tr: (birden fazla seçeneği | ile ayırın)

source: patrons.pref#borrowerRelationship# Guarantors can be the following of those they guarantee:
tr: Garantörler şu şekilde garantörlük üstlensin:

source: patrons.pref#checkdigit# Do
tr: Yap

source: patrons.pref#checkdigit# Don't
tr: Yapma

source: patrons.pref#checkdigit# check and construct borrower card numbers in the Katipo style. This overrides <code>autoMemberNum</code> if on.
tr: Katipo stilinde kart numaralarını kontrol edip oluşturmayı. Bu seçecenek <code>autoMemberNum</code> seçeneğinin görmezden gelinmesine neden olur.

source: patrons.pref#intranetreadinghistory# Allow
tr: İzin ver

source: patrons.pref#intranetreadinghistory# Don't allow
tr: İzin verme

source: patrons.pref#intranetreadinghistory# staff to access a patron's checkout history (it is stored regardless).
tr: yetkililerin kullanıcının ödünç geçmişini görmesine (eğer kaydediliyorsa).

source: patrons.pref#memberofinstitution# Do
tr: Yap

source: patrons.pref#memberofinstitution# Don't
tr: Yapma

source: patrons.pref#memberofinstitution# allow patrons to be linked to institutions (which must be set up as Institution patrons).
tr: kullanıcıların kurumlarla bağlantılanmasını (kullanıcı kurumsal kullanıcı olarak ayarlanmalıdır)

source: patrons.pref#minPasswordLength# Login passwords for staff and patrons must be at least
tr: Kullanıcı ve yetkililer için en az parola

source: patrons.pref#minPasswordLength# characters long.
tr: haneli olmalıdır.

source: patrons.pref#patronimages# Allow
tr: İzin ver

source: patrons.pref#patronimages# Don't allow
tr: İzin verme

source: patrons.pref#patronimages# images to be uploaded and shown for patrons on the staff client.
tr: yetkili menüsünde resimlerin yüklenmesine ve gösterilmesine.

source: patrons.pref#uppercasesurnames# Do
tr: Yap

source: patrons.pref#uppercasesurnames# Don't
tr: Yapma

source: patrons.pref#uppercasesurnames# store and display surnames in upper case.
tr: soyadları büyük biçimde gösterimi

source: searching.pref
tr: Tarama

source: searching.pref Features
tr: Özellikler

source: searching.pref Results Display
tr: Sonuç Görünümü

source: searching.pref Search Form
tr: Arama Formu

source: searching.pref#AdvancedSearchTypes# Show checkboxes to search by
tr: OPAC ve kullanıcı arayüzünde

source: searching.pref#AdvancedSearchTypes# collection code
tr: koleksiyon kodu

source: searching.pref#AdvancedSearchTypes# itemtype
tr: materyaltürü

source: searching.pref#AdvancedSearchTypes# on the OPAC and staff advanced search pages.
tr: kutucuklarının seçilerek tarama yapılmasına izin ver.

source: searching.pref#FacetLabelTruncationLength# Truncate facets length to
tr: OPAC ve yetkili arayüzünde boyut uzunluğunu

source: searching.pref#FacetLabelTruncationLength# characters, in OPAC/staff interface.
tr: karakterle sınırla.

source: searching.pref#NoZebra# Don't use
tr: Kullanma

source: searching.pref#NoZebra# Use
tr: Kullan

source: searching.pref#NoZebra# the Zebra search engine. It is recommended to use Zebra; the option to not use Zebra is deprecated and is not guaranteed to work.
tr: Zebra arama motorunu. Zebra kullanmanız tavsiye edilmektedir, kullanma seçeneği etkili olamamaktadır ve çalışıp çalışmayacağı garanti edilmemektedir.

source: searching.pref#OPACItemsResultsDisplay# Don't show
tr: Gösterme

source: searching.pref#OPACItemsResultsDisplay# Show
tr: Göster

source: searching.pref#OPACItemsResultsDisplay# an item's branch, location and call number in OPAC search results.
tr: OPAC arama sonuçlarında materyalin şubesini, konumunu ve çağrı numarasını.

source: searching.pref#OPACdefaultSortField# By default, sort search results in the OPAC by
tr: Öntanımlı olarak, OPAC arama sonuçlarını şuna göre sınırlandır.

source: searching.pref#OPACdefaultSortField# ascending.
tr: artan.

source: searching.pref#OPACdefaultSortField# author
tr: yazar

source: searching.pref#OPACdefaultSortField# call number
tr: yer numarası

source: searching.pref#OPACdefaultSortField# date added
tr: eklendiği tarih

source: searching.pref#OPACdefaultSortField# date of publication
tr: yayın tarihi

source: searching.pref#OPACdefaultSortField# descending.
tr: azalan.

source: searching.pref#OPACdefaultSortField# from A to Z.
tr: A dan Z ye.

source: searching.pref#OPACdefaultSortField# from Z to A.
tr: Z den A ya.

source: searching.pref#OPACdefaultSortField# relevance
tr: ilgili

source: searching.pref#OPACdefaultSortField# title
tr: eser adı

source: searching.pref#OPACdefaultSortField# total number of checkouts
tr: toplam ödünç sayısı

source: searching.pref#OPACnumSearchResults# By default, show
tr: OPAC'ta sayfa başına

source: searching.pref#OPACnumSearchResults# results per page in the OPAC.
tr: sonuç göster.

source: searching.pref#OpacGroupResults# Don't use
tr: Kullanma

source: searching.pref#OpacGroupResults# PazPar2 to group similar results on the OPAC. This requires that PazPar2 is set up and running.
tr: benzer sonuçları gruplandırmak için PazPar2. Bu seçenek PazPar2'nin kurulu ve çalışır olmasına bağlıdır.

source: searching.pref#OpacGroupResults# Use
tr: Kullan

source: searching.pref#QueryAutoTruncate# <br />(The * character would be used like so: <cite>Har*</cite> or <cite>*logging</cite>.)
tr: <br />(* karakteri şu şekilde kullanılabilir: <cite>Kit*</cite> veya <cite>*lik</cite>.)

source: searching.pref#QueryAutoTruncate# Perform wildcard searching (where, for example, <cite>Har</cite> would match <cite>Harry</cite> and <cite>harp</cite>)
tr: Joker tarama gerçekleştir (örneğin, <cite>Sel</cite> hem <cite>Selin</cite> hem de <cite>Selami</cite> ile eşleşir)

source: searching.pref#QueryAutoTruncate# automatically.
tr: otomatik olarak.

source: searching.pref#QueryAutoTruncate# only if * is added.
tr: eğer sadece * eklenmişse.

source: searching.pref#QueryFuzzy# Don't try
tr: Deneme

source: searching.pref#QueryFuzzy# Try
tr: Dene

source: searching.pref#QueryFuzzy# to match similarly spelled words in a search (for example, a search for <cite>flang</cite> would also match <cite>flange</cite> and <cite>fang</cite>; REQUIRES ZEBRA).
tr: aramalarda benzer kelime eşleştirmesi yapılmasını (eğer <cite>flang</cite> aranmışsa hem <cite>flange</cite> hem de <cite>fang</cite> için sonuç döndürür. ZEBRA GEREKLIDIR).

source: searching.pref#QueryRemoveStopwords# Don't ignore
tr: Görmezden gelme

source: searching.pref#QueryRemoveStopwords# Ignore
tr: Görmezden gel

source: searching.pref#QueryRemoveStopwords# stopwords specified in Koha when searching. (Only applies when Zebra is off).
tr: arama yaparken aranmayacak ifadeler. (Zebra kapalıyken çalışır).

source: searching.pref#QueryStemming# Don't try
tr: Deneme

source: searching.pref#QueryStemming# Try
tr: Dene

source: searching.pref#QueryStemming# to match words of the same base in a search (for example, a search for <cite>enabling</cite> would also match <cite>enable</cite> and <cite>enabled</cite>; REQUIRES ZEBRA).
tr: arama sonucunda aynı kökten kelime eşleştirilmesi yapılması (örneğin <cite>enabling</cite> ifadesi hem <cite>enable</cite> hem de <cite>enabled</cite> sonuçlarını döndürür; ZEBRA GEREKLIDIR).

source: searching.pref#QueryWeightFields# Disable
tr: Devre dışı

source: searching.pref#QueryWeightFields# Enable
tr: Etkinleştir

source: searching.pref#QueryWeightFields# ranking of search results by relevance (REQUIRES ZEBRA).
tr: arama sonuçlarına göre ilintili puanlama (ZEBRA GEREKTİRİR)

source: searching.pref#TraceCompleteSubfields# Don't force
tr: Zorlama

source: searching.pref#TraceCompleteSubfields# Force
tr: Zorla

source: searching.pref#TraceCompleteSubfields# subject tracings in the OPAC and Staff Client to search only for complete-subfield matches.
tr: OPAC taki konu takipleri ve Yönetici istemcilerinde arama için tüm alt aramaları eşleştir.

source: searching.pref#TraceSubjectSubdivisions# Don't include
tr: Dahil etme

source: searching.pref#TraceSubjectSubdivisions# Include
tr: Dahil et

source: searching.pref#TraceSubjectSubdivisions# subdivisions for searches generated by clicking on subject tracings.
tr: konu takiplerine tıklayarak oluşturulan aramalardaki alt bölümler

source: searching.pref#defaultSortField# By default, sort search results in the staff client by
tr: Ön tanımlı olarak, arama sonuçlarını sırala

source: searching.pref#defaultSortField# ascending.
tr: artan.

source: searching.pref#defaultSortField# author
tr: yazar

source: searching.pref#defaultSortField# call number
tr: yer numarası

source: searching.pref#defaultSortField# date added
tr: eklenme tarihi

source: searching.pref#defaultSortField# date of publication
tr: yayın tarihi

source: searching.pref#defaultSortField# descending.
tr: azalan.

source: searching.pref#defaultSortField# from A to Z.
tr: A dan Z ye.

source: searching.pref#defaultSortField# from Z to A.
tr: Z den A ya.

source: searching.pref#defaultSortField# relevance
tr: ilinti

source: searching.pref#defaultSortField# title
tr: eser adı

source: searching.pref#defaultSortField# total number of checkouts
tr: ödünç verilenlerin toplam sayısı

source: searching.pref#displayFacetCount# Don't show
tr: Gösterme

source: searching.pref#displayFacetCount# Show
tr: Göster

source: searching.pref#displayFacetCount# facet counts. The relevance of these numbers highly depends on the value of the maxRecordsForFacets preference. Applies to OPAC and staff interface.
tr: boyut toplamı. Bu numaraların ilişkisi maxRecordsForFacets seçeneğine bağlıdır. OPAC ve yönetici arayüzüne etki eder.

source: searching.pref#expandedSearchOption# "More options" on the OPAC and staff advanced search pages.
tr: OPAC ve gelişmiş arama sayfalarında "Daha fazla seçenek"

source: searching.pref#expandedSearchOption# By default,
tr: Varsayılan,

source: searching.pref#expandedSearchOption# don't show
tr: gösterme

source: searching.pref#expandedSearchOption# show
tr: göster

source: searching.pref#maxItemsInSearchResults# Show up to
tr: kadar göster

source: searching.pref#maxItemsInSearchResults# items per biblio in the search results
tr: arama sonuçlarında gösterilecek kaynakça başına öğe

source: searching.pref#maxRecordsForFacets# Build facets based on
tr: Build facets based on

source: searching.pref#maxRecordsForFacets# records from the search results.
tr: kayıt göster.

source: searching.pref#numSearchResults# By default, show
tr: Arama sonuçlarında ön tanımlı olarak

source: searching.pref#numSearchResults# results per page in the staff client.
tr: yönetici ekranında sayfa başına gösterilecek sonuç sayısı.

source: serials.pref#OPACSerialIssueDisplayCount# Show the
tr: Göster

source: serials.pref#OPACSerialIssueDisplayCount# previous issues of a serial on the OPAC.
tr: Bir seri numarasının OPAC taki önceki sorunlarını göster

source: serials.pref#RenewSerialAddsSuggestion# Add
tr: Ekle

source: serials.pref#RenewSerialAddsSuggestion# Don't add
tr: Ekleme

source: serials.pref#RenewSerialAddsSuggestion# a suggestion for a biblio when its attached serial is renewed.
tr: kaynakçanın seri numarası yenilendiğinde tavsiye.

source: serials.pref#RoutingListAddReserves# Don't place
tr: Koyma

source: serials.pref#RoutingListAddReserves# Place
tr: Koy

source: serials.pref#RoutingListAddReserves# received serials on hold if they are on a routing list.
tr: eğer yönlendirme listesindelerse alınan seri numaralarını tut

source: serials.pref#RoutingSerials# Add
tr: Ekle

source: serials.pref#RoutingSerials# Don't add
tr: Ekleme

source: serials.pref#RoutingSerials# received serials to the routing list.
tr: yönlendirme listesinden alınan seri numaraları

source: serials.pref#StaffSerialIssueDisplayCount# Show the
tr: Göster

source: serials.pref#StaffSerialIssueDisplayCount# previous issues of a serial on the staff client.
tr: bir seri numarasının yönetici listesindeki daha önceki sorunları

source: serials.pref#SubscriptionHistory# When showing the subscription information for a biblio, show
tr: Kaynakçanın üyelik bilgisini gösterirken

source: serials.pref#SubscriptionHistory# a full list
tr: tam liste göster

source: serials.pref#SubscriptionHistory# a summary
tr: özet göster

source: serials.pref#SubscriptionHistory# of the serial issues.
tr: seri numarası durumları

source: serials.pref#opacSerialDefaultTab# Holdings tab
tr: Senetler sekmesi

source: serials.pref#opacSerialDefaultTab# Serial Collection tab
tr: Seri numarası koleksiyonu sekmesi

source: serials.pref#opacSerialDefaultTab# Show
tr: Göster

source: serials.pref#opacSerialDefaultTab# Subscriptions tab
tr: Abonelikler sekmesi

source: serials.pref#opacSerialDefaultTab# as default tab for serials in OPAC. Please note that the Serial Collection tab is currently available only for UNIMARC.
tr: OPAC taki seri numaraları için öntanımlı sekme. Seri numarası koleksiyonu sekmesi şu anda sadece UNIMARC için kullanılabilir.

source: staff_client.pref Appearance
tr: Görünüm

source: staff_client.pref Options
tr: Seçenekler

source: staff_client.pref#Display856uAsImage# Both Results and Details pages (for future use, Results XSLT not functional at this time).
tr: Sonuçlar ve detaylar sayfası (gelecekteki kullanım için, Sonuçlar XSLT şu anda fonksiyonel değil).

source: staff_client.pref#Display856uAsImage# Details page only
tr: Sadece ayrıntılar sayfası

source: staff_client.pref#Display856uAsImage# Display the URI in the 856u field as an image on:
tr: 856u alanındaki URI leri resim üstünde olarak göster

source: staff_client.pref#Display856uAsImage# Neither Details or Results pages
tr: Detaylar ya da Sonuçlar sayfası yok

source: staff_client.pref#Display856uAsImage# Note: The corresponding XSLT option must be turned on.
tr: Not: İlgili XSLT seçeneği açılmış olmalı.
