Repository: lkdtr/pardus
Catalog: playground/samed.beyribey/koha/koha/files/*-pref.po
Languages: tr

source: circulation.pref#OPACAllowUserToChooseBranch# Don't allow
tr: İzin verme

source: circulation.pref#OPACAllowUserToChooseBranch# a user to choose the branch to pick up a hold from.
tr: bir ayırtılmışı almak için şube seçen bir kullanıcı.

source: circulation.pref#OverdueNoticeBcc# Send all notices as a BCC to this email address
tr: Bu e-posta adresine bir BCC olarak tüm bildirimleri gönder

source: circulation.pref#OverduesBlockCirc# Ask for confirmation
tr: Onay sormak için

source: circulation.pref#OverduesBlockCirc# Block
tr: Engelli

source: circulation.pref#OverduesBlockCirc# Don't block
tr: Engelleme yok

source: circulation.pref#OverduesBlockCirc# when checking out to a borrower that has overdues outstanding
tr: süresini çok fazla geciktirmiş olan bir borçulunun kontrol edildiği zaman

source: circulation.pref#PrintNoticesMaxLines# Include up to
tr: Dahil etmek

source: circulation.pref#PrintNoticesMaxLines# item lines in a printed overdue notice. If the number of items is greater than this number, the notice will end with a warning asking the borrower to check their online account for a full list of overdue items. Set to 0 to include all overdue items in the notice, no matter how many there are.
tr: yazdırılmış bir gecikme bildirimdeki öğe satırları. Bu sayı öğe sayısından daha büyükse, gecikmiş öğelerin bir listesi için onların çevrimiçi hesaplarını kontrol eden uyarı mesajları mesajları ile birlikte haberler. Bildirim kaç tane olursa olsun, gecikmiş öğeleri eklemek için 0 olarak ayarlayın

source: circulation.pref#RenewalPeriodBase# When renewing checkouts, base the new due date on
tr: Ödünç verilecek olanlar yenilendiği zaman, temel dönüş tarihinde

source: circulation.pref#RenewalPeriodBase# the current date.
tr: geçerli tarih.

source: circulation.pref#RenewalPeriodBase# the old due date of the checkout.
tr: ödün alınanların eski bitiş tarihinden.

source: circulation.pref#ReservesControlBranch# Check the
tr: Kontrol

source: circulation.pref#ReservesControlBranch# item's home library
tr: öğenin ev kütüphanesi

source: circulation.pref#ReservesControlBranch# patron's home library
tr: kullanıcının ev kütüphanesi

source: circulation.pref#ReservesControlBranch# to see if the patron can place a hold on the item.
tr: eğer kulanıcının öğeyi ayırtmış olup olmadığını görmek istiyorsanız

source: circulation.pref#ReservesMaxPickUpDelay# Mark a hold as problematic if it has been waiting for more than
tr: Eğer daha fazla bekleyen varsa ayırtılmış öğeyi problemli olarak işaretleyin

source: circulation.pref#ReservesMaxPickUpDelay# days.
tr: günler.

source: circulation.pref#ReservesNeedReturns# Automatically
tr: Otomatik olarak

source: circulation.pref#ReservesNeedReturns# Don't automatically
tr: Otomatik değil

source: circulation.pref#ReservesNeedReturns# mark holds as found and waiting when a hold is placed specifically on them and they are already checked in.
tr: bir ayrılmışı özellikle yerleştirilmişse

source: circulation.pref#ReturnBeforeExpiry# Don't require
tr: Zorunlu değildir

source: circulation.pref#ReturnBeforeExpiry# Require
tr: Zorunludur

source: circulation.pref#ReturnBeforeExpiry# patrons to return books before their accounts expire (by restricting due dates to before the patron's expiration date).
tr: kendi hesaplarının süresi dolmadan önce kitaplarını geri getiren kullanıcılar (kullanıcıların süresinden önce son teslim tarihini kısıtlayan)

source: circulation.pref#ReturnToShelvingCart# Don't move
tr: Taşıma

source: circulation.pref#ReturnToShelvingCart# Move
tr: Taşı

source: circulation.pref#ReturnToShelvingCart# all items to the location CART when they are checked in.
tr: kontrol edildiği zaman sepette yer alan tüm öğeler

source: circulation.pref#SelfCheckHelpMessage# Include the following HTML in the Help page of the web-based self checkout system:
tr: Web tabanlı otomatik ödeme sistemindeki yardım sayfasında aşağıdaki HTML'yi dahil edin:

source: circulation.pref#SelfCheckTimeout# Time out the current patron's web-based self checkout system login after
tr: Mevcut kullanıcıların web tabanlı ödeme sistemine giriş yaptıktan sonraki çıkış süresi

source: circulation.pref#SelfCheckTimeout# seconds.
tr: saniye.

source: circulation.pref#SelfCheckoutByLogin# Barcode
tr: Barkod

source: circulation.pref#SelfCheckoutByLogin# Have patrons login into the web-based self checkout system with their
tr: Kullanıcıların kendi web tabanlı ödeme sistemine girişi

source: circulation.pref#SelfCheckoutByLogin# Username and Password
tr: Kullanıcı adı ve Paralo

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Don't show
tr: Gösterme

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Show
tr: Göster

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# the patron's picture (if one has been added) when they use the web-based self checkout.
tr: web tabanlı ödeme sistemini kullandıklarında kullanıcı resmi (eklenmişse)

source: circulation.pref#SpecifyDueDate# Allow
tr: İzin ver

source: circulation.pref#SpecifyDueDate# Don't allow
tr: İzin verme

source: circulation.pref#SpecifyDueDate# staff to specify a due date for a checkout.
tr: bir ödünç alma için bitiş tarihi belirleyen yönetici

source: circulation.pref#StaticHoldsQueueWeight# (as branchcodes, separated by commas; if empty, uses all libraries)
tr: (bir şube kodu gibi, virgülle ayırarak; boş olmadığı taktirde tüm kütüphaneleri kullanır)

source: circulation.pref#StaticHoldsQueueWeight# Satisfy holds from the libraries
tr: Kütühanelerde bulunan ayrılmışları karşılayın

source: circulation.pref#StaticHoldsQueueWeight# in random order.
tr: rasgele sırala.

source: circulation.pref#StaticHoldsQueueWeight# in that order.
tr: bu sırada.

source: circulation.pref#TransfersMaxDaysWarning# Show a warning on the "Transfers to Receive" screen if the transfer has not been received
tr: Bir uyarı göster "Alınacak transferler" transfer edilmemiş ise

source: circulation.pref#TransfersMaxDaysWarning# days after it was sent.
tr: gönderildikten sonraki gün.

source: circulation.pref#UseBranchTransferLimits# Don't enforce
tr: Zorunlu olmayan

source: circulation.pref#UseBranchTransferLimits# Enforce
tr: Zorunlu

source: circulation.pref#UseBranchTransferLimits# branch transfer limits based on
tr: şube aktarımına dayalı limitler

source: circulation.pref#UseBranchTransferLimits# collection code
tr: koleksiyon kodu

source: circulation.pref#UseBranchTransferLimits# item type
tr: öğe tipi

source: circulation.pref#UseTablesortForCirc# Don't enable
tr: Etkinleştirme

source: circulation.pref#UseTablesortForCirc# Enable
tr: Etkinleştir

source: circulation.pref#UseTablesortForCirc# the sorting of current patron checkouts on the circulation screen. <br/>NOTE: Enabling this function may slow down circulation time for patrons with many checkouts.
tr: dolaşım ekranında mevcut kullanıcıların ödünç alma sıralaması. <br/>Not: Bu işlevin etkinleştirilmesi çok fazla ödünç alma ile birlikte kullanıcılar için dolaşım zamanını yavaşlatabilir.

source: circulation.pref#WaitingNotifyAtCheckin# Don't notify
tr: Bildirme

source: circulation.pref#WaitingNotifyAtCheckin# Notify
tr: Bildir

source: circulation.pref#WaitingNotifyAtCheckin# librarians of waiting holds for the patron whose items they are checking in.
tr: iade alan kullanıcılar için ayırtılmışları bekletecek kütüphaneciler.

source: circulation.pref#WebBasedSelfCheck# Don't enable
tr: Etkinleştirme

source: circulation.pref#WebBasedSelfCheck# Enable
tr: Etkinleştir

source: circulation.pref#WebBasedSelfCheck# the web-based self checkout system. (available at: /cgi-bin/koha/sco/sco-main.pl)
tr: web tabanlı ödeme sistemi. (adresinde bulabilirsiniz: /cgi-bin/koha/sco/sco-main.pl)

source: circulation.pref#canreservefromotherbranches# Allow
tr: İzin ver

source: circulation.pref#canreservefromotherbranches# Don't allow (with independent branches)
tr: İzin verme (bağımsız dalları ile)

source: circulation.pref#canreservefromotherbranches# a user from one library to place a hold on an item from another library
tr: bir öğeyi ayırtmak için bir kütüphaneden bir kullanıcı

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Don't enable
tr: Etkinleştirme

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Enable
tr: Etkinleştir

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# sending an email to the Koha administrator email address whenever a hold request is placed.
tr: bir ayırtma isteği olduğunda Koha yöneticisinin e-posta adresine e-posta gönderme.

source: circulation.pref#finesCalendar# Calculate fines based on days overdue
tr: Geciktirilen güne dayalı para cezalarını hesaplayın

source: circulation.pref#finesCalendar# directly.
tr: doğrudan.

source: circulation.pref#finesCalendar# not including days the library is closed.
tr: kapalı kütüphanelerin günlerini içermeyen.

source: circulation.pref#finesMode# Calculate (but only for mailing to the admin)
tr: Hesapla (fakat sadece yöneticiye postalamak için)

source: circulation.pref#finesMode# Calculate and charge
tr: Hesapla ve ödet

source: circulation.pref#finesMode# Don't calculate
tr: Hesaplama

source: circulation.pref#finesMode# fines (when <code>misc/cronjobs/fines.pl</code> is being run).
tr: para cezaları (<code>misc/cronjobs/fines.pl</code> çalıştırıldığında).

source: circulation.pref#itemBarcodeInputFilter# Convert from CueCat form
tr: Kredi formu dönüştürme

source: circulation.pref#itemBarcodeInputFilter# Convert from Libsuite8 form
tr: Libsuite8 formu dönüştürme

source: circulation.pref#itemBarcodeInputFilter# Don't filter
tr: Filtre yok

source: circulation.pref#itemBarcodeInputFilter# Remove spaces from
tr: Boşlukları kaldırın

source: circulation.pref#itemBarcodeInputFilter# Remove the first number from T-prefix style
tr: T-öneki tarzı ilk sayısını kaldırın

source: circulation.pref#itemBarcodeInputFilter# scanned item barcodes.
tr: taranan öğe barkodları.

source: circulation.pref#maxoutstanding# <!-- TMPL_VAR NAME="local_currency" --> in fines.
tr: <!-- TMPL_VAR NAME="local_currency" --> para cezalarında.

source: circulation.pref#maxoutstanding# Prevent patrons from making holds on the OPAC if they owe more than
tr: Daha borçlu kullanıcıların OPAC üzerinde ayırtma yapmalarını önleyin

source: circulation.pref#maxreserves# Patrons can only have
tr: Sadece kullanıcılar olabilir

source: circulation.pref#maxreserves# holds at once.
tr: Tek seferde ayırır.

source: circulation.pref#noissuescharge# <!-- TMPL_VAR NAME="local_currency" --> in fines.
tr: <!-- TMPL_VAR NAME="local_currency" --> para cezalarında.

source: circulation.pref#noissuescharge# Prevent patrons from checking out books if they have more than
tr: Daha varsa kullanıcıların kitap ödünç almalarını önleyin

source: circulation.pref#numReturnedItemsToShow# Show the
tr: Göster

source: circulation.pref#numReturnedItemsToShow# last returned items on the checkin screen.
tr: iade ekranındaki son iade edilen öğeler.

source: circulation.pref#previousIssuesDefaultSortOrder# Sort previous checkouts on the circulation page from
tr: Dolaşım sayfasındaki önceki ödünç alınanların sıralaması

source: circulation.pref#previousIssuesDefaultSortOrder# due date.
tr: bitiş tarihi.

source: circulation.pref#previousIssuesDefaultSortOrder# earliest to latest
tr: en erken en sona

source: circulation.pref#previousIssuesDefaultSortOrder# latest to earliest
tr: en son en erkene

source: circulation.pref#soundon# Don't enable
tr: Etkinleştirme

source: circulation.pref#soundon# Enable
tr: Etkinleştir

source: circulation.pref#soundon# circulation sounds during checkin and checkout in the staff interface. Not supported by all web browsers yet.
tr: yönetici arayüzünde ödünç verme ve iade alma sırasındaki dolaşım sesleri. Henüz tüm web tarayıcıları tarafından desteklenmemektedir.

source: circulation.pref#todaysIssuesDefaultSortOrder# Sort today's checkouts on the circulation page from
tr: Dolaşım sayfasındaki bugün verilen ödünçler

source: circulation.pref#todaysIssuesDefaultSortOrder# due date.
tr: bitiş tarihi.

source: circulation.pref#todaysIssuesDefaultSortOrder# earliest to latest
tr: en erken en sona

source: circulation.pref#todaysIssuesDefaultSortOrder# latest to earliest
tr: en son en erkene

source: circulation.pref#useDaysMode# Calculate the due date using
tr: Kullanarak bitiş tarihi hesaplayın

source: circulation.pref#useDaysMode# circulation rules only.
tr: yalnızca solaşım kuralları.

source: circulation.pref#useDaysMode# the calendar to push the due date to the next open day
tr: bitiş tarihini sonraki güne öteleyen takvim

source: circulation.pref#useDaysMode# the calendar to skip all days the library is closed.
tr: kütüphanenin kapalı olduğu günleri atlayan takvim.

source: creators.pref Patron Cards
tr: Kullancıı Kartları

source: creators.pref#ImageLimit# Limit the number of creator images stored in the database to
tr: Veri tabanında saklanan resimleri oluşturanların sayısını sınırlamak için

source: creators.pref#ImageLimit# images.
tr: görüntüler.

source: enhanced_content.pref All
tr: Tümü

source: enhanced_content.pref Amazon
tr: enhanced_content.pre Amazon

source: enhanced_content.pref Babelthèque
tr: Babelthèque

source: enhanced_content.pref Baker and Taylor
tr: Baker ve Taylor

source: enhanced_content.pref Google
tr: Google

source: enhanced_content.pref Library Thing
tr: Kütüphane

source: enhanced_content.pref OCLC
tr: OCLC

source: enhanced_content.pref Syndetics
tr: Syndetics

source: enhanced_content.pref Tagging
tr: Etiketleme

source: enhanced_content.pref#AWSAccessKeyID# (free, at <a href="http://aws.amazon.com/">http://aws.amazon.com/</a>).
tr: (ücretsiz, <a href="http://aws.amazon.com/">http://aws.amazon.com/</a>).

source: enhanced_content.pref#AWSAccessKeyID# Access Amazon content using the access key
tr: Amazon içeriğine erişim tuşunu kullanarak erişin

source: enhanced_content.pref#AWSPrivateKey# (free, at <a href="http://aws.amazon.com/">http://aws.amazon.com/</a>).
tr: (ücretsiz, at <a href="http://aws.amazon.com/">http://aws.amazon.com/</a>)

source: enhanced_content.pref#AWSPrivateKey# Access Amazon content (other than book jackets) using the private key
tr: Amazon içerik erişimi (kitabın kabı dışında) özel anahtar kullanarak

source: enhanced_content.pref#AmazonAssocTag# Put the associate tag
tr: İlişkilendirilecek etiket koyun

source: enhanced_content.pref#AmazonAssocTag# on links to Amazon. This can net your library referral fees if a patron decides to buy an item.
tr: Amazon bağlantıları. Bir kullanıcı bir öğe satın almaya karar verirse kütüphanenizin havale ücretleri net olabilir.

source: enhanced_content.pref#AmazonCoverImages# Don't show
tr: Gösterme

source: enhanced_content.pref#AmazonCoverImages# Show
tr: Göster

source: enhanced_content.pref#AmazonCoverImages# cover images from Amazon on search results and item detail pages on the staff interface.
tr: yönetici arayüzündeki öğenin ayrıntı sayfaları ve arama sonuçlarındaki Amazon kapak resimleri.

source: enhanced_content.pref#AmazonEnabled# Don't use
tr: Kullanma

source: enhanced_content.pref#AmazonEnabled# Use
tr: Kullan

source: enhanced_content.pref#AmazonEnabled# data from Amazon on the staff interface (including reviews and "Search Inside" links on item detail pages). This requires that you have signed up for and entered an access key.
tr: yönetici arayüzünde Amazon verileri (incelemeler ve "Search Inside" öğe detay sayfalarına bağlantılar). Bu sizden kayıt olmanızı ve bir erişim tuşu girmenizi gerektirir.

source: enhanced_content.pref#AmazonLocale# American
tr: Amerikan ingilizcesi

source: enhanced_content.pref#AmazonLocale# British
tr: İngilizce

source: enhanced_content.pref#AmazonLocale# Canadian
tr: Kanada

source: enhanced_content.pref#AmazonLocale# French
tr: Fransızca

source: enhanced_content.pref#AmazonLocale# German
tr: Almanca

source: enhanced_content.pref#AmazonLocale# Japanese
tr: Japonca

source: enhanced_content.pref#AmazonLocale# Use Amazon data from its
tr: Amazon verilerini kullan

source: enhanced_content.pref#AmazonLocale# website.
tr: web sayfası.

source: enhanced_content.pref#AmazonReviews# Don't show
tr: Gösterme

source: enhanced_content.pref#AmazonReviews# Show
tr: Göster

source: enhanced_content.pref#AmazonReviews# reviews from Amazon on item detail pages on the staff interface.
tr: yönetici arayüzünde öğe detay sayfalarında Amazon yeniden incelenir.

source: enhanced_content.pref#AmazonSimilarItems# Don't show
tr: Gösterme

source: enhanced_content.pref#AmazonSimilarItems# Show
tr: Göster

source: enhanced_content.pref#AmazonSimilarItems# similar items, as determined by Amazon, on item detail pages on the staff interface.
tr: yönetici arayüzündeki öğe detay sayfalarında Amazon tarafından belirlenen benzer öğeler.

source: enhanced_content.pref#Babeltheque# Do
tr: Uygula

source: enhanced_content.pref#Babeltheque# Don't
tr: Uygulama

source: enhanced_content.pref#Babeltheque# include information (such as reviews and citations) from Babelthèque in item detail pages on the OPAC.
tr: OPAC'da öğe detay sayfalarında Babelthèque'den bilgi içerir (örneğin; yorumlar ve alıntılar).

source: enhanced_content.pref#BakerTaylorBookstoreURL# <em>isbn</em></code> (this should be filled in with something like <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). Leave it blank to disable these links.
tr: <em>isbn</em></code> (şöyle birşey ile doldurulmalıdır: <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). Bu bağlantıları devre dışı bırakmak için boş bırakın.

source: enhanced_content.pref#BakerTaylorBookstoreURL# Baker and Taylor "My Library Bookstore" links should be accessed at <code>https://
tr: Baker and Taylor "My Library Bookstore" bağlantılarına ulaşmak için adres <code>https://

source: enhanced_content.pref#BakerTaylorEnabled# Add
tr: Ekle

source: enhanced_content.pref#BakerTaylorEnabled# Baker and Taylor links and cover images to the OPAC and staff client. This requires that you have entered in a username and password (which can be seen in image links).
tr: Baker ve Taylor OPAC ve yöneticilere bağlantılar ve kapak resimleri. Bir kullanıcı ve şifrenizi girmenizi gerektirir.

source: enhanced_content.pref#BakerTaylorEnabled# Don't add
tr: Ekleme

source: enhanced_content.pref#BakerTaylorUsername# Access Baker and Taylor using username
tr: Baker ve Taylor kullanıcı adınızı kullanarak erişim

source: enhanced_content.pref#BakerTaylorUsername# and password
tr: ve şifre

source: enhanced_content.pref#FRBRizeEditions# Don't show
tr: Gösterme

source: enhanced_content.pref#FRBRizeEditions# Show
tr: Göster

source: enhanced_content.pref#FRBRizeEditions# other editions of an item on the staff client (if found by one of the services below).
tr: Yönetici istemcisi üzerinde bir öğenin diğer sürümleri (hizmetlerin altında biri tarafından bulunduysa).

source: enhanced_content.pref#GoogleJackets# Add
tr: Ekle

source: enhanced_content.pref#GoogleJackets# Don't add
tr: Ekleme

source: enhanced_content.pref#GoogleJackets# cover images from Google Books to search results and item detail pages on the OPAC.
tr: OPAC üzerinde öğe ayrıntı sayfaları ve arama sonuçlarına Google Kitap'tan kapak resimleri

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# <a href="http://www.librarything.com/forlibraries/">sign up</a>, then enter in your ID below.
tr: <a href="http://www.librarything.com/forlibraries/">sign up</a>, sonra aşağıdaki ID kısmını doldurun.

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Don't show
tr: Gösterme

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Show
tr: Göster

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# reviews, similar items, and tags from Library Thing for Libraries on item detail pages on the OPAC. If you've enabled this, you need to
tr: OPAC üzerinde öğe ayrıntı sayfalarında kütüphanelerden değerlendirmeleri, benzer öğeleri, ve etiketleri. Etkinleştirdiyseniz, gerekli

source: enhanced_content.pref#LibraryThingForLibrariesID# Access Library Thing for Libraries using the customer ID
tr: Kütüphaneler için müşteri kimliği kullanarak erişim

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# Show Library Thing for Libraries content
tr: Kütüphanelerin içeriğini göster

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in line with the bibliographic information.
tr: kaynakça bilgileri doğrultusunda.

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in tabs.
tr: sekmelerde.

source: enhanced_content.pref#OCLCAffiliateID# Use the <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC affiliate ID</a>
tr: Kullanımı <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC affiliate ID</a>

source: enhanced_content.pref#OCLCAffiliateID# to access the xISBN service. Note that unless you have signed up for an ID, you are limited to 1000 requests per day.
tr: xISBN servisine erişmek için. Bir kimlikle kaydolmadığınız sürece, günlük 1000 istekle sınırlı olduğunu unutmayın.

source: enhanced_content.pref#OPACAmazonCoverImages# Don't show
tr: Gösterme

source: enhanced_content.pref#OPACAmazonCoverImages# Show
tr: Göster

source: enhanced_content.pref#OPACAmazonCoverImages# cover images from Amazon on search results and item detail pages on the OPAC.
tr: OPAC arama sonuçlarında ve öğe detay sayfalarında Amazon resimleri kapakları.

source: enhanced_content.pref#OPACAmazonEnabled# Don't use
tr: Kullanma

source: enhanced_content.pref#OPACAmazonEnabled# Use
tr: Kullan

source: enhanced_content.pref#OPACAmazonEnabled# data from Amazon on the OPAC (including reviews and "Search Inside" links on item detail pages). This requires that you have signed up for and entered an access key.
tr: OPAC üzerinde Amazon veri (incelemeler de dahil olmak üzere ve "Search Inside" öğe detay sayfalarına bağlantılar) Bu işlev sizin kayıt olmanızı ve erişim anahtarını girmenizi gerektirir.

source: enhanced_content.pref#OPACAmazonReviews# Don't show
tr: Gösterme

source: enhanced_content.pref#OPACAmazonReviews# Show
tr: Göster

source: enhanced_content.pref#OPACAmazonReviews# reviews from Amazon on item detail pages on the OPAC.
tr: OPAC öğe detay sayfalarında Amazon yorumları

source: enhanced_content.pref#OPACAmazonSimilarItems# Don't show
tr: Gösterme

source: enhanced_content.pref#OPACAmazonSimilarItems# Show
tr: Göster

source: enhanced_content.pref#OPACAmazonSimilarItems# similar items, as determined by Amazon, on item detail pages on the OPAC.
tr: OPAC öğe detay sayfalarında Amazon tarafından belirlenen benzer ürünler.

source: enhanced_content.pref#OPACFRBRizeEditions# Don't show
tr: Gösterme

source: enhanced_content.pref#OPACFRBRizeEditions# Show
tr: Göster

source: enhanced_content.pref#OPACFRBRizeEditions# other editions of an item on the OPAC.
tr: OPAC üzerinde bir öğenin diğer sürümleri.

source: enhanced_content.pref#SyndeticsAuthorNotes# Don't show
tr: Gösterme

source: enhanced_content.pref#SyndeticsAuthorNotes# Show
tr: Göster

source: enhanced_content.pref#SyndeticsAuthorNotes# notes about the author of a title from Syndetics on item detail pages on the OPAC.
tr: OPAC öğe detay sayfalarında Syndetics tarafından bir başlık yazar hakkında notlar.

source: enhanced_content.pref#SyndeticsAwards# Don't show
tr: Gösterme

source: enhanced_content.pref#SyndeticsAwards# Show
tr: Göster

source: enhanced_content.pref#SyndeticsAwards# information from Syndetics about the awards a title has won on item detail pages on the OPAC.
tr: OPAC öğe detay sayfalarında Syndetics hakkında bir başlık ödül kazandı.
