Repository: lkdtr/pardus
Catalog: playground/samed.beyribey/koha/koha/files/*-pref.po
Languages: tr

source: staff_client.pref#Display856uAsImage# Results page (for future use, Results XSLT not functional at this time).
tr: Sonuçlar sayfası (gelecekteki kullanım için, Sonuçlar XSLT şu anda fonksiyonel değil).

source: staff_client.pref#HidePatronName# Don't show
tr: Gösterme

source: staff_client.pref#HidePatronName# Show
tr: Göster

source: staff_client.pref#IntranetFavicon# Use the image at
tr: Yönetici arayüzünde

source: staff_client.pref#IntranetFavicon# for the Staff Client's favicon. (This should be a complete URL, starting with <code>http://</code>.)
tr: faviconunu kullan. (Adres tam URL olmalıdır <code>http://</code> ile başlamalıdır.)

source: web_services.pref#OAI-PMH# <a href="http://www.openarchives.org/pmh/">OAI-PMH</a> server.
tr: <a href="http://www.openarchives.org/pmh/">OAI-PMH</a> sunucusu.

source: web_services.pref#OAI-PMH# Disable
tr: Etkinleştirme

source: web_services.pref#OAI-PMH# Enable
tr: Etkinleştir

source: web_services.pref#OAI-PMH# Koha's
tr: Koha'nın

source: web_services.pref#OAI-PMH:MaxCount# Only return
tr: ListRecords ve ListIdentifiers sorgularına yanıt olarak

source: web_services.pref#OAI-PMH:MaxCount# records at a time in response to a ListRecords or ListIdentifiers query.
tr: kayıt döndür.

source: web_services.pref#OAI-PMH:archiveID# Identify records at this site with the prefix
tr: Şu önek ile kayıtları tanı
