Repository: lkdtr/pardus
Catalog: playground/samed.beyribey/koha/koha/files/*-pref.po
Languages: tr

source: enhanced_content.pref#SyndeticsClientCode# Use the client code
tr: İstemci kodu kullanın

source: enhanced_content.pref#SyndeticsClientCode# to access Syndetics.
tr: Syndetics erişimine.

source: enhanced_content.pref#SyndeticsCoverImages# Don't show
tr: Gösterme

source: enhanced_content.pref#SyndeticsCoverImages# Show
tr: Göster

source: enhanced_content.pref#SyndeticsCoverImages# cover images from Syndetics on search results and item detail pages on the OPAC in a
tr: OPAC arama sonuçları ve öğe detay sayfalarında Syndetics'den resim kapakları

source: enhanced_content.pref#SyndeticsCoverImages# large
tr: büyük

source: enhanced_content.pref#SyndeticsCoverImages# medium
tr: orta

source: enhanced_content.pref#SyndeticsCoverImages# size.
tr: boyut.

source: enhanced_content.pref#SyndeticsEditions# Don't show
tr: Gösterme

source: enhanced_content.pref#SyndeticsEditions# Show
tr: Göster

source: enhanced_content.pref#SyndeticsEditions# information about other editions of a title from Syndetics on item detail pages on the OPAC (when OPACFRBRizeEditions is on).
tr: OPAC öğe detay sayfalarında Syndetics bir başlığın diğer sürümleri hakkındaki bilgiler (OPACFRBRizeEditions açıkken).

source: enhanced_content.pref#SyndeticsEnabled# Don't use
tr: Kullanma

source: enhanced_content.pref#SyndeticsEnabled# Use
tr: Kullan

source: enhanced_content.pref#SyndeticsEnabled# content from Syndetics. Note that this requires that you have signed up for the service and entered in your client code below.
tr: Syndetics'ten gelen içerik. Bu hizmet için, kaydolmuş olmayı ve aşağıdaki kodu girmeniz gerektiğini unutmayın.

source: enhanced_content.pref#SyndeticsExcerpt# Don't show
tr: Gösterme

source: enhanced_content.pref#SyndeticsExcerpt# Show
tr: Göster

source: enhanced_content.pref#SyndeticsExcerpt# excerpts from of a title from Syndetics on item detail pages on the OPAC.
tr: OPAC öğe detay sayfalarında Syndetics bir başlıktan alıntılar.

source: enhanced_content.pref#SyndeticsReviews# Don't show
tr: Gösterme

source: enhanced_content.pref#SyndeticsReviews# Show
tr: Göster

source: enhanced_content.pref#SyndeticsReviews# reviews of a title from Syndetics on item detail pages on the OPAC.
tr: OPAC öğe detay sayfalarında Syndetics bir başlık.

source: enhanced_content.pref#SyndeticsSeries# Don't show
tr: Gösterme

source: enhanced_content.pref#SyndeticsSeries# Show
tr: Göster

source: enhanced_content.pref#SyndeticsSeries# information on other books in a title's series from Syndetics on item detail pages on the OPAC.
tr: OPAC öğe detay sayfalarında Syndetics bir başlık serisinin diğer kitaplar üzerindeki bilgisi.

source: enhanced_content.pref#SyndeticsSummary# Don't show
tr: Gösterme

source: enhanced_content.pref#SyndeticsSummary# Show
tr: Göster

source: enhanced_content.pref#SyndeticsSummary# a summary of a title from Syndetics on item detail pages on the OPAC.
tr: OPAC öğe detay sayfalarına Syndetics bir başlık özeti.

source: enhanced_content.pref#SyndeticsTOC# Don't show
tr: Gösterme

source: enhanced_content.pref#SyndeticsTOC# Show
tr: Göster

source: enhanced_content.pref#SyndeticsTOC# the table of contents of a title from Syndetics on item detail pages on the OPAC.
tr: OPAC öğe detay sayfalarında Syndetics bir başlığın içindekiler tablosu.

source: enhanced_content.pref#TagsEnabled# Allow
tr: İzin ver

source: enhanced_content.pref#TagsEnabled# Don't allow
tr: İzin verme

source: enhanced_content.pref#TagsEnabled# patrons and staff to put tags on items.
tr: Ürünlere etiket koyan kullanıcılar ve yöneticiler.

source: enhanced_content.pref#TagsExternalDictionary# Allow tags in the dictionary of the ispell executable
tr: ispell çalıştırılabilir sözlük etiketlerine izin ver

source: enhanced_content.pref#TagsExternalDictionary# on the server to be approved without moderation.
tr: sunucu üzerinde moderasyon olmadan onaylanması gerekiyor.

source: enhanced_content.pref#TagsInputOnDetail# Allow
tr: İzin ver

source: enhanced_content.pref#TagsInputOnDetail# Don't allow
tr: İzin verme

source: enhanced_content.pref#TagsInputOnDetail# patrons to input tags on item detail pages on the OPAC.
tr: OPAC üzerindeki ürün detay sayfalarını etiketleyebileyecek kullanıcılar

source: enhanced_content.pref#TagsInputOnList# Allow
tr: İzin ver

source: enhanced_content.pref#TagsInputOnList# Don't allow
tr: İzin verme

source: enhanced_content.pref#TagsInputOnList# patrons to input tags on search results on the OPAC.
tr: OPAC üzerindeki arama sonuçlarını etiketleyebilecek kullanıcılar

source: enhanced_content.pref#TagsModeration# Don't require
tr: Zorunlu değil

source: enhanced_content.pref#TagsModeration# Require
tr: Zorunlu

source: enhanced_content.pref#TagsModeration# that tags submitted by patrons be reviewed by a staff member before being shown.
tr: Kullanıcılar tarafından eklenen bu etiketler gösterilmeden önce yöneticiler tarafından gözden geçirilmeli

source: enhanced_content.pref#TagsShowOnDetail# Show
tr: Göster

source: enhanced_content.pref#TagsShowOnDetail# tags on item detail pages on the OPAC.
tr: OPAC üzerindeki detay sayfalarının etiketleri

source: enhanced_content.pref#TagsShowOnList# Show
tr: Göster

source: enhanced_content.pref#TagsShowOnList# tags on search results on the OPAC.
tr: OPAC üzerindeki arama sonuçlarının etiketleri

source: enhanced_content.pref#ThingISBN# Don't use
tr: Kullanma

source: enhanced_content.pref#ThingISBN# Use
tr: Kullanma

source: enhanced_content.pref#ThingISBN# the ThingISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on). This is separate from Library Thing for Libraries.
tr: the ThingISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on). This is separate from Library Thing for Libraries.

source: enhanced_content.pref#XISBN# Don't use
tr: Kullanma

source: enhanced_content.pref#XISBN# Use
tr: Kullan

source: enhanced_content.pref#XISBN# the OCLC xISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on).
tr: the OCLC xISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on).

source: enhanced_content.pref#XISBNDailyLimit# Only use the xISBN service
tr: Sadece xISBN servisini kullan

source: enhanced_content.pref#XISBNDailyLimit# times a day. Unless you are paying for the xISBN service, you should leave this at the default of 999 (as detailed above).
tr: günde bir kez. xISBN hizmet için ödeme yapılmadıkça, bu kısmı varsayılan 999 olarak bırakmalısınız.

source: i18n_l10n.pref#dateformat# Format dates like
tr: Tarihleri böyle formatla

source: i18n_l10n.pref#dateformat# dd/mm/yyyy
tr: gg/aa/yyyy

source: i18n_l10n.pref#dateformat# mm/dd/yyyy
tr: aa/gg/yyyy

source: i18n_l10n.pref#dateformat# yyyy/mm/dd
tr: yyyy/aa/gg

source: i18n_l10n.pref#language# Enable the following languages on the staff interface:
tr: Yönetici arayüzündeki şu dilleri etkinleştir:

source: i18n_l10n.pref#opaclanguages# Enable the following languages on the OPAC:
tr: OPAC üzerindeki şu dilleri etkinleştir:

source: i18n_l10n.pref#opaclanguagesdisplay# Allow
tr: İzin ver

source: i18n_l10n.pref#opaclanguagesdisplay# Don't allow
tr: İzin verme

source: i18n_l10n.pref#opaclanguagesdisplay# patrons to change the language they see on the OPAC.
tr: OPAC üzerinde gördükleri dilleri değiştirebilmelerine.

source: logs.pref#AuthoritiesLog# Don't log
tr: Kayıt tutma

source: logs.pref#AuthoritiesLog# Log
tr: Kayıt tut

source: logs.pref#AuthoritiesLog# changes to authority records.
tr: Yetki kayıtlarındaki değişiklikler.

source: logs.pref#BorrowersLog# Don't log
tr: Sistem günlüğü tutma

source: logs.pref#BorrowersLog# Log
tr: Sistem günlüğü

source: logs.pref#BorrowersLog# changes to patron records.
tr: Kullanıcı kayıtlarındaki değişiklikler.

source: logs.pref#CataloguingLog# Don't log
tr: Sistem günlüğü tutma

source: logs.pref#CataloguingLog# Log
tr: Sistem günlüğü tut

source: logs.pref#CataloguingLog# any changes to bibliographic or item records. Since this occurs whenever a book is checked in or out as well, it is not advisable to turn this on.
tr: kaynakça ya da öğe kayıtlarındaki herhangi bir değişiklik. Bu durum gerçekleştiğinde bir kitap iade edilir veya ödünç verilir, etkinleştirmek tavsiye edilmez.

source: logs.pref#FinesLog# Don't log
tr: Sistem günlüğü tutma

source: logs.pref#FinesLog# Log
tr: Sistem günlüğü tut

source: logs.pref#FinesLog# when overdue fines are charged or automatically forgiven.
tr: Gecikmiş para cezalarının tahsil edileceği veya otomatik olarak affedileceği zaman.

source: logs.pref#IssueLog# Don't log
tr: Sistem günlüğü tutma

source: logs.pref#IssueLog# Log
tr: Sistem günlüğü tut.

source: logs.pref#IssueLog# when items are checked out.
tr: Ürünler kontrol edildiğinde.

source: logs.pref#LetterLog# Don't log
tr: Sistem günlüğü tutma

source: logs.pref#LetterLog# Log
tr: Sistem günlüğü

source: logs.pref#LetterLog# when an automatic claim notice is sent.
tr: Otomatik uyarı gönderildiğinde.

source: logs.pref#ReturnLog# Don't log
tr: Sistem günlüğü tutma

source: logs.pref#ReturnLog# Log
tr: Sistem günlüğü

source: logs.pref#ReturnLog# when items are returned.
tr: Ürünler geri döndüğünde.

source: logs.pref#SubscriptionLog# Don't log
tr: Sistem günlüğü tutma

source: logs.pref#SubscriptionLog# Log
tr: Sistem günlüğü

source: logs.pref#SubscriptionLog# when serials are added, deleted or changed.
tr: Seri numaraları eklendiğinde, silindiğinde ve değiştirildiğinde.

source: opac.pref Appearance
tr: Görünüm

source: opac.pref Features
tr: Özellikleri

source: opac.pref Policy
tr: İlke

source: opac.pref Privacy
tr: Gizlilik

source: opac.pref Shelf Browser
tr: Raf Tarayıcı

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Allow
tr: İzin ver

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Don't allow
tr: İzin verme

source: opac.pref#AllowPurchaseSuggestionBranchChoice# patrons to select branch when making a purchase suggestion
tr: Satın alma önerisi geldiğinde ilgili bölümü seçen kullanıcılar

source: opac.pref#AnonSuggestions# Allow
tr: İzin ver

source: opac.pref#AnonSuggestions# Don't allow
tr: İzin verme

source: opac.pref#AnonSuggestions# patrons that aren't logged in to make purchase suggestions. Suggestions are connected to the AnonymousPatron syspref
tr: giriş yapmadan satın alma önerilerinde bulunan kullanıcılar. Öneriler AnonymousPatron syspref e bağlı

source: opac.pref#AnonymousPatron# Use borrowernumber
tr: Üye numarası kullanın

source: opac.pref#AnonymousPatron# as the Anonymous Patron (for anonymous suggestions and reading history)
tr: Anonymous kullanıcı olarak (anonymous öneri ve okuma geçmişi için)

source: opac.pref#AuthorisedValueImages# Don't show
tr: Gösterme

source: opac.pref#AuthorisedValueImages# Show
tr: Göster

source: opac.pref#AuthorisedValueImages# images for <a href="/cgi-bin/koha/admin/authorised_values.pl">authorized values</a> (such as lost statuses and locations) in search results and item detail pages on the OPAC.
tr: resimler için <a href="/cgi-bin/koha/admin/authorised_values.pl">authorized values</a> (örneğin; kayıp durumları ve yerleri gibi)

source: opac.pref#BiblioDefaultView# By default, show bib records
tr: Ön tanımlı olarak, kaynakça kayıtlarını göster

source: opac.pref#BiblioDefaultView# as specified in the ISBD template.
tr: ISBD şablonunda belirtildiği gibi.

source: opac.pref#BiblioDefaultView# in simple form.
tr: basit formda.

source: opac.pref#BiblioDefaultView# in their MARC form.
tr: onların MARC formunda.

source: opac.pref#COinSinOPACResults# COinS / OpenURL / Z39.88 in OPAC search results. <br/>Warning: Enabling this feature will slow OPAC search response times.
tr: COinS / OpenURL / Z39.88 OPAC arama sonuçlarında. <br/>Uyarı: Bu özellik etkinleştirildiğinde OPAC aramalara geç yanıt verilecektir.

source: opac.pref#COinSinOPACResults# Don't include
tr: Dahil etmeyin

source: opac.pref#COinSinOPACResults# Include
tr: Dahil

source: opac.pref#DisplayOPACiconsXSLT# On pages displayed with XSLT stylesheets on the OPAC,
tr: OPAC üzerinde XSLT stil sayfaları ile görüntülenen sayfalarda,

source: opac.pref#DisplayOPACiconsXSLT# don't show
tr: gösterme

source: opac.pref#DisplayOPACiconsXSLT# icons for itemtype and authorized values.
tr: öğe türü ve yetkili değerler için simgeler.

source: opac.pref#DisplayOPACiconsXSLT# show
tr: göster

source: opac.pref#EnableOpacSearchHistory# Don't keep
tr: Tutma

source: opac.pref#EnableOpacSearchHistory# Keep
tr: Tut

source: opac.pref#EnableOpacSearchHistory# patron search history in the OPAC.
tr: OPAC kullanıcı arama geçmişi.

source: opac.pref#LibraryName# Show
tr: Göster

source: opac.pref#LibraryName# as the name of the library on the OPAC.
tr: OPAC üzerinde kütüphanenin ismi belirtilerek.

source: opac.pref#OPACBaseURL# . (This must be filled in correctly for RSS, unAPI, and search plugins to work.)
tr: . (Bu alanlar RSS, unAPI ve arama eklentileriyle çalışmak için doğru olarak işaretlenmelidir.)

source: opac.pref#OPACBaseURL# The OPAC is located at http://
tr: OPAC konumunda bulunmaktadır htpp://

source: opac.pref#OPACDisplay856uAsImage# Both Details and Results pages
tr: Ayrıntılar ve Sonuç sayfalrının ikisi de

source: opac.pref#OPACDisplay856uAsImage# Details page only
tr: Yalnızca ayrıntılar sayfası

source: opac.pref#OPACDisplay856uAsImage# Display the URI in the 856u field as an image on:
tr: URI 856u alanında resim olarak göster:

source: opac.pref#OPACDisplay856uAsImage# Neither Details or Results pages
tr: Ne Detay sayfaların da ne de Sonuç sayfalarında

source: opac.pref#OPACDisplay856uAsImage# Note: The corresponding OPACXSLT option must be turned on.
tr: Not: OPACXSLT seçeneği açık olmalıdır.

source: opac.pref#OPACDisplay856uAsImage# Results page only
tr: Yalnızca sonuç sayfalarında

source: opac.pref#OPACDisplayRequestPriority# Don't show
tr: Gösterme

source: opac.pref#OPACDisplayRequestPriority# Show
tr: Göster

source: opac.pref#OPACDisplayRequestPriority# patrons the priority level of their holds in the OPAC.
tr: kullanıcıların OPAC'ta ayırttıkları öğelerin öncelik seviyeleri

source: opac.pref#OPACFineNoRenewals# <!-- TMPL_VAR NAME="local_currency" --> in fines (leave blank to disable).
tr: <!-- TMPL_VAR NAME="local_currency" --> para cezalarında (devre dışı bırakmak için boş bırakın).

source: opac.pref#OPACFineNoRenewals# Only allow patrons to renew their own books on the OPAC if they have less than
tr: Onlarda daha az varsa OPAC üzerinde kendi kitaplarını yenilemek için kullanıcılara izin ver

source: opac.pref#OPACFinesTab# Allow
tr: İzin ver

source: opac.pref#OPACFinesTab# Don't allow
tr: İzin verme

source: opac.pref#OPACFinesTab# patrons to access the Fines tab on the My Account page on the OPAC.
tr: OPAC hesabım sayfasında cezalar sekmesine erişen kullanıcılar.

source: opac.pref#OPACItemHolds# Allow
tr: İzin ver

source: opac.pref#OPACItemHolds# Don't allow
tr: İzin verme

source: opac.pref#OPACItemHolds# patrons to place holds on specific items in the OPAC. If this is disabled, users can only put a hold on the next available item.
tr: OPAC içinde belirli öğeleri ayırtan kullanıcılar. Eğer etkinleştirilmemişse, kullanıcılar sadece bir sonraki kullanılabilir öğeyi ayırtabilirler.

source: opac.pref#OPACMySummaryHTML# <br />Note: The placeholders {BIBLIONUMBER}, {TITLE}, {ISBN} and {AUTHOR} will be replaced with information from the displayed record.
tr: <br /> Not: Tutucular {BIBLIONUMBER}, {TITLE}, {ISBN} ve {AUTHOR} görüntülenen kaydın bilgileri ile yenilenecektir.

source: opac.pref#OPACMySummaryHTML# Include a "Links" column on the "my summary" tab when a user is logged in to the OPAC, with the following HTML (leave blank to disable):
tr: OPAC'ta bir kullanıcı oturum açtığı zaman, aşağıdaki html kodunu "Links" sütununda "my summary" sekmesine dahil edin (etkinleştirmek istemiyorsanız boş bırakın):

source: opac.pref#OPACNoResultsFound# Display this HTML when no results are found for a search in the OPAC:
tr: OPAC arama sonucu bulamadığında bu HTML'yi görüntüle:

source: opac.pref#OPACPatronDetails# Allow
tr: İzin ver

source: opac.pref#OPACPatronDetails# Don't allow
tr: İzin verme

source: opac.pref#OPACPatronDetails# patrons to notify the library of changes to their contact information from the OPAC.
tr: OPAC iletişim bilgilerindeki değişiklikleri kütüphaneye bildiren kullanıcılar.

source: opac.pref#OPACPrivacy# Allow
tr: İzin ver

source: opac.pref#OPACPrivacy# Don't allow
tr: İzin verme

source: opac.pref#OPACPrivacy# patrons to choose their own privacy settings for their reading history. This requires opacreadinghistory and AnonymousPatron
tr: okuma geçmişi için kendi gizlilik ayarlarını seçen kullanıcılar. Bu opacreadinghistory ve AnonymousPatron gerektirir.

source: opac.pref#OPACSearchForTitleIn# <br />Note: The placeholders {CONTROLNUMBER}, {TITLE}, {ISBN} and {AUTHOR} will be replaced with information from the displayed record.
tr: <br /> Not: Tutucular görüntülenen kaydın bilgilerini {CONTROLNUMBER}, {TITLE}, {ISBN} ve {AUTHOR} ile yeniler.

source: opac.pref#OPACSearchForTitleIn# Include a "More Searches" box on the detail pages of items on the OPAC, with the following HTML (leave blank to disable):
tr: "More Searches" OPAC ürün detay sayfalarına aşağıdaki HTML'yi dahil edin (devre dışı bırakmak için boş bırakın):

source: opac.pref#OPACShelfBrowser# Don't show
tr: Gösterme

source: opac.pref#OPACShelfBrowser# Show
tr: Göster

source: opac.pref#OPACShelfBrowser# a shelf browser on item details pages, allowing patrons to see what's near that item on the shelf. Note that this uses up a fairly large amount of resources on your server, and should be avoided if your collection has a large number of items.
tr: öğe detay sayfaları üzerinde bir raf tarayıcı, o öğenin yakınındaki rafta görmek istediklerini sağlayan kullanıcılar. Bu işlev, sunucu üzerindeki kaynakları oldukça fazla kullanır, kolaksiyon öğeleri çok fazla ise kaçınılmalıdır.

source: opac.pref#OPACShowCheckoutName# Don't show
tr: Gösterme

source: opac.pref#OPACShowCheckoutName# Show
tr: Göster

source: opac.pref#OPACShowCheckoutName# the name of the patron that has an item checked out on item detail pages on the OPAC.
tr: OPAC öğe ayrıntı sayfasında öğeyi ödünç alan kullanıcının ismi

source: opac.pref#OPACURLOpenInNewWindow# When patrons click on a link to another website from your OPAC (like Amazon or OCLC),
tr: Kullanıcılar OPAC'ta başka bir web sayfası bağlantısına tıkladıkları zaman (Amazon veya OCLC gibi),

source: opac.pref#OPACURLOpenInNewWindow# do
tr: yap

source: opac.pref#OPACURLOpenInNewWindow# don't
tr: yapma

source: opac.pref#OPACURLOpenInNewWindow# open the website in a new window.
tr: web sitesini yeni bir pencerede aç.

source: opac.pref#OPACUserCSS# Include the following CSS on all pages in the OPAC:
tr: OPAC içindeki tüm sayfalara aşağıdaki CSS'i ekleyin:

source: opac.pref#OPACViewOthersSuggestions# Don't show
tr: Gösterme

source: opac.pref#OPACViewOthersSuggestions# Show
tr: Göster

source: opac.pref#OPACViewOthersSuggestions# purchase suggestions from other patrons on the OPAC.
tr: OPAC'ta diğer kullanıcıların önerilerini almak.

source: opac.pref#OPACXSLTDetailsDisplay# Show item details pages on the OPAC
tr: OPAC üzerinde öğe ayrıntı sayfalarını göster

source: opac.pref#OPACXSLTDetailsDisplay# normally.
tr: normalde.

source: opac.pref#OPACXSLTDetailsDisplay# using XSLT stylesheets.
tr: XSLT stil sayfalarını kullan.

source: opac.pref#OPACXSLTResultsDisplay# Show biblio records on OPAC result page
tr: OPAC sonuç sayfasında kaynakça kayıtlarını göster

source: opac.pref#OPACXSLTResultsDisplay# normally.
tr: normalde.

source: opac.pref#OPACXSLTResultsDisplay# using XSLT stylesheets.
tr: XSLT stil sayfalarını kullan.

source: opac.pref#OpacAddMastheadLibraryPulldown# Add
tr: Ekle

source: opac.pref#OpacAddMastheadLibraryPulldown# Don't add
tr: Ekleme

source: opac.pref#OpacAddMastheadLibraryPulldown# a library select pulldown menu on the OPAC masthead.
tr: OPAC künyesinde açılır menüden bir kütüphane seçin.

source: opac.pref#OpacAuthorities# Allow
tr: İzin ver

source: opac.pref#OpacAuthorities# Don't allow
tr: İzin verme

source: opac.pref#OpacAuthorities# patrons to search your authority records.
tr: yetkili kayıtlarınızı arayan kullanıcılar.

source: opac.pref#OpacBrowser# Allow
tr: İzin ver

source: opac.pref#OpacBrowser# Don't allow
tr: İzin verme

source: opac.pref#OpacBrowser# patrons to browse subject authorities on OPAC (run misc/cronjobs/build_browser_and_cloud.pl to create the browser list)
tr: OPAC üzerinde konu yetkililerine göz atan kullanıcılar (çalıştır misc/cronjobs/build_browser_and_cloud.pl tarayıcı listesini oluşturmak için)

source: opac.pref#OpacFavicon# Use the image at
tr: Resmi kullanın

source: opac.pref#OpacFavicon# for the OPAC's favicon. (This should be a complete URL, starting with <code>http://</code>.)
tr: OPAC'ın favicon için. (<code>http://</code> ile başlayan tam bir URL olmalıdır.)

source: opac.pref#OpacHiddenItems# Allows to define custom rules for hiding specific items at opac. See docs/opac/OpacHiddenItems.txt for more informations.
tr: OPAC belirli öğeleri gizlemek için özel kurallar tanımlamaya izin verir. Daha fazla bilgi almak için bakınız docs/opac/OpacHiddenItems.txt

source: opac.pref#OpacHighlightedWords# Don't highlight
tr: İşaretleme

source: opac.pref#OpacHighlightedWords# Highlight
tr: İşaretle

source: opac.pref#OpacHighlightedWords# words the patron searched for in their search results.
tr: kendi arama sonuçları için aranan kullanıcı

source: opac.pref#OpacMainUserBlock# Show the following HTML in its own column on the main page of the OPAC:
tr: OPAC ana sayfasında kendi sütununda şu HTML'yi göster:

source: opac.pref#OpacMaintenance# Don't show
tr: Gösterme

source: opac.pref#OpacMaintenance# Show
tr: Göster

source: opac.pref#OpacMaintenance# a warning that the OPAC is under maintenance, instead of the OPAC itself. Note: this shows the same warning as when the database needs to be upgraded, but unconditionally.
tr: OPAC'ın kendisi yerine bakım altında olduğunu belirten uyarı mesajı. Not: Aynı uyarı mesajı veri tabanı güncellemeye ihtiyaç duyulduğunda, koşulsuz şartsız gösterilir.

source: opac.pref#OpacNav# Show the following HTML on the left hand column of all pages on the OPAC (generally navigation links):
tr: OPAC üzerindeki tüm sayfaların sol sütununda şu HTML'yi göster (genellikle gezinti bağlantılarını):

source: opac.pref#OpacPasswordChange# Allow
tr: İzin ver

source: opac.pref#OpacPasswordChange# Don't allow
tr: İzin verme

source: opac.pref#OpacPasswordChange# patrons to change their own password on the OPAC. Note that this must be off to use LDAP authentication.
tr: OPAC üzerinde kendi şifresii değiştiren kullanıcılar. Not: LDAP kimlik doğrulamasını kullanmak için kapalı olması gerektiğini unutmayın.

source: opac.pref#OpacPublic# Disable
tr: Devre dışı

source: opac.pref#OpacPublic# Enable
tr: Etkin

source: opac.pref#OpacPublic# Koha OPAC as public. Private OPAC requires authentification before accessing the OPAC.
tr: Koha OPAC kamusal. Özel OPAC'a erişmeden önce doğrulama gerektirir.

source: opac.pref#OpacRenewalAllowed# Allow
tr: İzin ver

source: opac.pref#OpacRenewalAllowed# Don't allow
tr: İzin verme

source: opac.pref#OpacRenewalAllowed# patrons to renew their own books on the OPAC.
tr: OPAC üzerinde kendi kitaplarını yenileyen kullanıcılar.

source: opac.pref#OpacTopissue# Allow
tr: İzin ver

source: opac.pref#OpacTopissue# Don't allow
tr: İzin verme
