Repository: lkdtr/pardus
Catalog: playground/samed.beyribey/koha/koha/files/*-pref.po
Languages: tr

source: acquisitions.pref
tr: Satınalma

source: acquisitions.pref Policy
tr: İlke

source: acquisitions.pref Printing
tr: Yazdırma

source: acquisitions.pref#AcqCreateItem# Create an item when
tr: Öge oluşturma

source: acquisitions.pref#AcqCreateItem# cataloging the record.
tr: Kayıt kataloglama

source: acquisitions.pref#AcqCreateItem# placing an order.
tr: sipariş.

source: acquisitions.pref#AcqCreateItem# receiving an order.
tr: alınan sipariş

source: acquisitions.pref#CurrencyFormat# 360 000,00 (FR)
tr: 360 000,00 (FR)

source: acquisitions.pref#CurrencyFormat# 360,000.00 (US)
tr: 360,000.00 (US)

source: acquisitions.pref#CurrencyFormat# Display currencies using the following format
tr: Parabirimlerini şu biçimde göster

source: acquisitions.pref#OrderPdfFormat# Use
tr: Kullan

source: acquisitions.pref#OrderPdfFormat# when printing basket groups.
tr: sepet gruplarını yazdırırken.

source: acquisitions.pref#gist# (enter in numeric form, 0.12 for 12%)
tr: (Sayısal formda giriniz, 0.12 için 12%)

source: acquisitions.pref#gist# The default tax rate is
tr: Varsayılan vergi oranı

source: admin.pref CAS Authentication
tr: CAS Kimlik Doğrulama

source: admin.pref Interface options
tr: Arayüz seçenekleri

source: admin.pref Login options
tr: Giriş seçenekleri

source: admin.pref#AutoLocation# Don't require
tr: Zorunlu Değil

source: admin.pref#AutoLocation# Require
tr: Gerekli

source: admin.pref#AutoLocation# staff to log in from a computer in the IP address range <a href="/cgi-bin/koha/admin/branches.pl">specified by their library</a> (if any).
tr: Belli bir IP aralığındaki bilgisayarlardan oturum açabilecek yöneticiler <a href="/cgi-bin/koha/admin/branches.pl">specified by their library</a> (varsa).

source: admin.pref#DebugLevel# Show
tr: Göster

source: admin.pref#DebugLevel# debugging information in the browser when an internal error occurs.
tr: bir iç hata oluştuğunda tarayıcada hata ayıklama bilgileri

source: admin.pref#DebugLevel# lots of
tr: bir sürü

source: admin.pref#DebugLevel# no
tr: hayır

source: admin.pref#DebugLevel# some
tr: bazı

source: admin.pref#IndependantBranches# Don't prevent
tr: Engelleme

source: admin.pref#IndependantBranches# Prevent
tr: Engelle

source: admin.pref#IndependantBranches# staff (but not superlibrarians) from modifying objects (holds, items, patrons, etc.) belonging to other libraries.
tr: Yöneticiler (süper kütüphaneciler değil) diğer kütüphanelere ait nesneleri değiştirirken (tutar, öğeleri, patronları, vb.)

source: admin.pref#KohaAdminEmailAddress# Use
tr: Kullan

source: admin.pref#KohaAdminEmailAddress# as the email address for the administrator of Koha. (This is the default From: address for emails unless there is one for the particular branch, and is referred to when an internal error occurs.)
tr: Koha yöneticisine e-posta adresi olarak. Varsayılan olarak buradan: e-posta adresleri için tek bir şube olmadığı sürece dahili bir hata meydana geldiğinde bilinir.

source: admin.pref#SessionStorage# Store login session information
tr: Oturum açma bilgilerini depola

source: admin.pref#SessionStorage# as temporary files.
tr: geçici dosyalar gibi.

source: admin.pref#SessionStorage# in a memcached server.
tr: bir memcached sunucusunda

source: admin.pref#SessionStorage# in the MySQL database.
tr: MySQL veri tabanı içinde.

source: admin.pref#SessionStorage# in the PostgreSQL database (not supported).
tr: PostgreSQL veri tabanı içinde (desteklenmiyor).

source: admin.pref#casAuthentication# CAS for login authentication.
tr: CAS oturum açma kimlik doğrulaması.

source: admin.pref#casAuthentication# Don't use
tr: Kullanma

source: admin.pref#casAuthentication# Use
tr: Kullan

source: admin.pref#casLogout# Don't Logout
tr: Oturumu Kapatma

source: admin.pref#casLogout# Logout
tr: Oturumu kapat

source: admin.pref#casLogout# of CAS when logging out of Koha.
tr: Koha'dan çıkış yapıldığında CAS oturumu.

source: admin.pref#casServerUrl# The CAS Authentication Server can be found at
tr: CAS Doğrulama Sunucusu bulunabilir

source: admin.pref#delimiter# #'s
tr: #'ler/lar

source: admin.pref#delimiter# Separate columns in an exported report file with
tr: Dışa aktarılan rapor dosyalarındaki ayrı sütunlar

source: admin.pref#delimiter# backslashes
tr: ters bölü işareti

source: admin.pref#delimiter# by default.
tr: varsayılan.

source: admin.pref#delimiter# commas
tr: virgül

source: admin.pref#delimiter# semicolons
tr: noktalı virgül

source: admin.pref#delimiter# slashes
tr: bölme işareti (/)

source: admin.pref#delimiter# tabs
tr: sekme

source: admin.pref#insecure# Allow
tr: İzin ver

source: admin.pref#insecure# Don't allow
tr: İzin verme

source: admin.pref#insecure# staff to access the staff client without logging in. Enabling this is dangerous, and should not be done in production environments.
tr: yöneticiler oturum açmadan da yöneticilerin istemcilerine erişebilirler. Etkinleştirilmesi tehlikelidir, ve gerçek sunucuda yapılmamalıdır.

source: admin.pref#noItemTypeImages# Don't show
tr: Gösterme

source: admin.pref#noItemTypeImages# Show
tr: Göster

source: admin.pref#noItemTypeImages# itemtype icons in the catalog.
tr: ürün tipi simgeleri katalogta.

source: admin.pref#timeout# Automatically log out users after
tr: Sonra otomatik olarak oturumu kapat.

source: admin.pref#timeout# seconds of inactivity.
tr: saniyede eylemsizlik süresi.

source: admin.pref#virtualshelves# Allow
tr: İzin ver

source: admin.pref#virtualshelves# Don't allow
tr: İzin verme

source: admin.pref#virtualshelves# staff and patrons to create and view saved lists of books.
tr: Kaydedilen kitapları oluşturmak ve görüntülemek için yönetici ve kullanıcılar

source: authorities.pref#BiblioAddsAuthorities# When editing records,
tr: Kayıtları düzenlediğin zaman,

source: authorities.pref#BiblioAddsAuthorities# allow
tr: İzin ver

source: authorities.pref#BiblioAddsAuthorities# don't allow
tr: İzin verme

source: authorities.pref#BiblioAddsAuthorities# them too automatically create new authority records if needed, rather than having to reference existing authorities.
tr: Mevcut yetki kayıtlarını referans göstermek yerine gerekirse otomatik olarak yetki kayıtları oluşturabilirler.

source: authorities.pref#UseAuthoritiesForTracings# Don't use
tr: Kullanmayın

source: authorities.pref#UseAuthoritiesForTracings# Use
tr: Kullan

source: authorities.pref#UseAuthoritiesForTracings# authority record numbers instead of text strings for searches from subject tracings.
tr: konularda arama yaparken metin yerine yetkili kayıt numaraları

source: authorities.pref#dontmerge# Do
tr: Yap

source: authorities.pref#dontmerge# Don't
tr: Yapma

source: authorities.pref#dontmerge# automatically update attached biblios when changing an authority record. If this is off, please ask your administrator to enable the merge_authorities.pl cronjob.
tr: Eklenen kaynakçalar yetkili tarafından değiştirildiğinde otomatik olarak güncellenir. Bu kapalı ise, lütfen yöneticinizden merge_authorities.pl zamanlanmış görev olarak eklenmesini rica ediniz.

source: cataloguing.pref Display
tr: Göster

source: cataloguing.pref Interface
tr: Arayüz

source: cataloguing.pref Record Structure
tr: Kayıt Yapısı

source: cataloguing.pref Spine Labels
tr: Kitap Sırtı Etiketleri

source: cataloguing.pref#AlternateHoldingsField# Display MARC subfield
tr: MARC alt alanını göster

source: cataloguing.pref#AlternateHoldingsField# as holdings information for records that do not have items (This can contain multiple subfields to look in; for instance <code>852abhi</code> would look in 852 subfields a, b, h, and i.), with the subfields separated by
tr: öğe olmayan kayıtlar için işletme bilgileri olarak (Bakmanız için birden fazla alt alanlar içerebilir; örneğin <code>852abhi</code> 852 alt başlıkla görüntülenecektir a,b,h, ve i.), alt başlıklar ile ayrılmış

source: cataloguing.pref#DefaultClassificationSource# Use
tr: Kullan

source: cataloguing.pref#DefaultClassificationSource# as the default classification source.
tr: varsayılan sınıflandırma kaynağı olarak.

source: cataloguing.pref#ISBD# Use the following as the ISBD template:
tr: Aşağıdaki ISBD yi şablon olarak kullan:

source: cataloguing.pref#IntranetBiblioDefaultView# By default, display biblio records in
tr: Varsayılan olarak, kaynakça kayıtlarını görüntüle

source: cataloguing.pref#IntranetBiblioDefaultView# ISBD form (see below).
tr: ISBD formu (aşağıya bakınız)

source: cataloguing.pref#IntranetBiblioDefaultView# Labelled MARC form
tr: Etiketlenmiş MARC formları

source: cataloguing.pref#IntranetBiblioDefaultView# MARC form.
tr: MARC formu.

source: cataloguing.pref#IntranetBiblioDefaultView# normal form.
tr: normal form.

source: cataloguing.pref#LabelMARCView# Do
tr: Yap

source: cataloguing.pref#LabelMARCView# Don't
tr: Yapma

source: cataloguing.pref#LabelMARCView# collapse repeated tags of the same type into one tag entry on the display.
tr: aynı tip etiketleri açılır/kapanır olarak görüntüle

source: cataloguing.pref#MARCOrgCode# Fill in the <a href="http://www.loc.gov/marc/organizations/orgshome.html">MARC organization code</a>
tr: Doldurun <a href="http://www.loc.gov/marc/organizations/orgshome.html">MARC organizasyon kodu</a>

source: cataloguing.pref#MARCOrgCode# by default in new MARC records (leave blank to disable).
tr: varsayılan olarak yeni MARC kayıtları (devre dışı bırakmak için boş bırakın).

source: cataloguing.pref#NewItemsDefaultLocation# (should be a location code, or blank to disable).
tr: (bir yer kodu olmalı, ya da devredışı bırakmak için boş bırakın).

source: cataloguing.pref#NewItemsDefaultLocation# When items are created, give them the temporary location of
tr: Öğeler oluşturulduğunda, onlara geçici adresi ver

source: cataloguing.pref#OpacSuppression# Don't hide
tr: Gizleme

source: cataloguing.pref#OpacSuppression# Hide
tr: Gizle

source: cataloguing.pref#OpacSuppression# items marked as suppressed from OPAC search results. Note that you must have the <code>Suppress</code> index set up in Zebra and at least one suppressed item, or your searches will be broken.
tr: OPAC arama sonuçlarından sıkıştırılmış olarak işaretlenmiş öğeler. Bunun için Zebra'da <code>Suppress</code> seçeneği açık olmalıdır, aksi takdirde arama sonuçları bozulur.

source: cataloguing.pref#SpineLabelAutoPrint# When using the quick spine label printer,
tr: Hızlı etiket yazıcısı kullandığınız zaman,

source: cataloguing.pref#SpineLabelAutoPrint# automatically pop up a print dialog.
tr: bir yazdırma iletişim kutusu otomatik olarak açılır.

source: cataloguing.pref#SpineLabelAutoPrint# do
tr: yap

source: cataloguing.pref#SpineLabelAutoPrint# don't
tr: yapma

source: cataloguing.pref#SpineLabelFormat# (Enter in columns from the <code>biblio</code>, <code>biblioitems</code> or <code>items</code> tables, surrounded by &lt; and &gt;.)
tr: (Sütunları doldurun <code>biblio</code>, <code>biblioitems</code> veya <code>items</code> tablolar, ile çevrilidir &lt; and &gt;.)

source: cataloguing.pref#SpineLabelFormat# Include the following fields on a quick-printed spine label:
tr: Hızlı bir şekilde yazdırılmış etiket üzerindeki alanları ekleyin:

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Display
tr: Göster

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Don't display
tr: Gösterme

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# buttons on the bib details page to print item spine labels.
tr: bib ayrıntıları sayfasındaki düğmeleri öğe etiketlerine yazdırmak içindir.

source: cataloguing.pref#URLLinkText# Show
tr: Göster

source: cataloguing.pref#URLLinkText# as the text of links embedded in MARC records.
tr: MARC kayıtlarında gömülü bağlantıları metin olarak.

source: cataloguing.pref#UseControlNumber# Don't use
tr: Kullanma

source: cataloguing.pref#UseControlNumber# Use
tr: Kullan

source: cataloguing.pref#UseControlNumber# record control number ($w subfields) and control number (001) for linking of bibliographic records.
tr: kayıt kontrol numaraları ($w alt alanlar) ve kontrol numarası (001) kaynakça kayıtlarını bağlamak için.

source: cataloguing.pref#advancedMARCeditor# Display
tr: Görüntüle

source: cataloguing.pref#advancedMARCeditor# Don't display
tr: Görüntüleme

source: cataloguing.pref#advancedMARCeditor# descriptions of fields and subfields in the MARC editor.
tr: MARC düzenleyicisindeki alanlar ve alt alanlar için tanımlamalar.

source: cataloguing.pref#authoritysep# Separate multiple displayed authors, series or subjects with
tr: Birden çok görüntülenen yazarlar, seriler ve konular ile

source: cataloguing.pref#autoBarcode# Barcodes are
tr: Barkodlar

source: cataloguing.pref#autoBarcode# generated in the form &lt;branchcode&gt;yymm0001.
tr: &lt;branchcode&gt;yymm0001 biçiminde oluşturulan.

source: cataloguing.pref#autoBarcode# generated in the form &lt;year&gt;-0001, &lt;year&gt;-0002.
tr: &lt;year&gt;-0001, &lt;year&gt;-0002 biçiminde oluşturulan.

source: cataloguing.pref#autoBarcode# generated in the form 1, 2, 3.
tr: biçiminde oluşturulan 1 ,2, 3.

source: cataloguing.pref#autoBarcode# not generated automatically.
tr: otomatik olrak oluşturulmaz.

source: cataloguing.pref#hide_marc# Display
tr: Görüntüle

source: cataloguing.pref#hide_marc# Don't display
tr: Görüntüleme

source: cataloguing.pref#hide_marc# MARC tag numbers, subfield codes and indicators in MARC views.
tr: MARC görünümünde MARC etiket numaraları, alt alan kodları ve göstergeler.

source: cataloguing.pref#item-level_itypes# Use the item type of the
tr: Öğe türünü kullanın

source: cataloguing.pref#item-level_itypes# as the authoritative item type (for determining circulation and fines rules, etc).
tr: yetkili bir öğe türü olarak (dolaşım ve para cezaları kurallarını vb. belirlemek için).

source: cataloguing.pref#item-level_itypes# biblio record
tr: bibliyografik kayıt

source: cataloguing.pref#item-level_itypes# specific item
tr: özel öğe

source: cataloguing.pref#itemcallnumber# Map the MARC subfield
tr: MARC alt alanın haritası

source: cataloguing.pref#itemcallnumber# to an item's callnumber. (This can contain multiple subfields to look in; for instance <code>082ab</code> would look in 082 subfields a and b.)<br />Examples: <strong>Dewey</strong>: <code>082ab</code> or <code>092ab</code>; <strong>LOC</strong>: <code>050ab</code> or <code>090ab</code>; <strong>from the item record</strong>: <code>852hi</code>
tr: bir öğenin çağrı numarası. (Bakmak için birden fazla alt alan içerebilir; örneğin <code>082ab</code> 082 altbaşlıkları a ve b görünecektir.)<br />Örnekler: <strong>Dewey</strong>: <code>082ab</code> veya <code>092ab</code>; <strong>LOC</strong>: <code>050ab</code> veya <code>090ab</code>; <strong>öğe kayıt</strong>: <code>852hi</code>

source: cataloguing.pref#marcflavour# Interpret and store MARC records in the
tr: MARC kayıtlarını saklayın ve yorumlayın

source: cataloguing.pref#marcflavour# MARC21
tr: MARC21

source: cataloguing.pref#marcflavour# NORMARC
tr: NORMARC

source: cataloguing.pref#marcflavour# UNIMARC
tr: UNIMARC

source: cataloguing.pref#marcflavour# format.
tr: biçimi.

source: cataloguing.pref#z3950NormalizeAuthor# Copy
tr: Kopyala

source: cataloguing.pref#z3950NormalizeAuthor# Don't copy
tr: Kopyalama

source: cataloguing.pref#z3950NormalizeAuthor# authors from the UNIMARC
tr: UNIMARC 'tan yazarlar

source: cataloguing.pref#z3950NormalizeAuthor# tags (separated by commas) to the correct author tags when importing a record using Z39.50.
tr: Z39.50 kullanılarak hazırlanmış bir kayıt içeri aktarıldığı zaman yazar etiketlerini düzeltmek için kullanılan etiketler (virgül ile ayrılmış)

source: circulation.pref Checkout Policy
tr: Ödünç Politikası

source: circulation.pref Fines Policy
tr: Ceza Politikası

source: circulation.pref Holds Policy
tr: Ayırma Politikaları

source: circulation.pref Interface
tr: Arayüz

source: circulation.pref Self Checkout
tr: Ödünç alma

source: circulation.pref#AllFinesNeedOverride# Don't require
tr: Zorunlu değil.

source: circulation.pref#AllFinesNeedOverride# Require
tr: Zorunlu

source: circulation.pref#AllFinesNeedOverride# staff to manually override all fines, even fines less than no issues charge.
tr: tüm para cezalarını hatta hiçbir sorunu olmayan geçersiz kılabilecek yöneticiler

source: circulation.pref#AllowAllMessageDeletion# Allow
tr: İzin ver

source: circulation.pref#AllowAllMessageDeletion# Don't allow
tr: İzin verme

source: circulation.pref#AllowAllMessageDeletion# staff to delete messages added from other libraries.
tr: diğer kütüphanelerden eklenen mesajları silebilecek yöneticiler.

source: circulation.pref#AllowFineOverride# Allow
tr: İzin ver

source: circulation.pref#AllowFineOverride# Don't allow
tr: İzin verme

source: circulation.pref#AllowFineOverride# staff to manually override and check out items to patrons who have more than no issues charge in fines.
tr: daha önce para cezası almamış olan kullanıcıların öğe alabilmesini sağlayacak yöneticiler.

source: circulation.pref#AllowHoldDateInFuture# Allow
tr: İzin ver

source: circulation.pref#AllowHoldDateInFuture# Don't allow
tr: İzin verme

source: circulation.pref#AllowHoldDateInFuture# hold requests to be placed that do not enter the waiting list until a certain future date.
tr: bekleme listesine girmeyen ileri tarihli istekleri tut.

source: circulation.pref#AllowHoldPolicyOverride# Allow
tr: İzin ver

source: circulation.pref#AllowHoldPolicyOverride# Don't allow
tr: İzin verme

source: circulation.pref#AllowHoldPolicyOverride# staff to override hold policies when placing holds.
tr: ayırma istekleri yerleştirildiği zaman ayırt etme politikalarını geçersiz kılan yöneticiler.

source: circulation.pref#AllowHoldsOnDamagedItems# Allow
tr: İzin ver

source: circulation.pref#AllowHoldsOnDamagedItems# Don't allow
tr: İzin verme

source: circulation.pref#AllowHoldsOnDamagedItems# hold requests to be placed on damaged items.
tr: hasar gören yerleştirilebilir istekleri tutun.

source: circulation.pref#AllowNotForLoanOverride# Allow
tr: İzin ver

source: circulation.pref#AllowNotForLoanOverride# Don't allow
tr: İzin verme

source: circulation.pref#AllowNotForLoanOverride# staff to override and check out items that are marked as not for loan.
tr: kredi verilmemiş öğleri ödünç veren ve geçersiz kılan yöneticiler.

source: circulation.pref#AllowOnShelfHolds# Allow
tr: İzin ver

source: circulation.pref#AllowOnShelfHolds# Don't allow
tr: İzin verme

source: circulation.pref#AllowOnShelfHolds# hold requests to be placed on items that are not checked out.
tr: Ödünç verilmemiş öğelerin üzerine yerleştirilen istekleri tutun.

source: circulation.pref#AllowRenewalLimitOverride# Allow
tr: İzin ver

source: circulation.pref#AllowRenewalLimitOverride# Don't allow
tr: İzin verme

source: circulation.pref#AllowRenewalLimitOverride# staff to manually override the renewal limit and renew a checkout when it would go over the renewal limit.
tr: kitabın süresini geçersiz kılan ve ödünç verme süresini değiştirebilen yöneticiler.

source: circulation.pref#AllowSelfCheckReturns# Allow
tr: İzin ver

source: circulation.pref#AllowSelfCheckReturns# Don't allow
tr: İzin verme

source: circulation.pref#AllowSelfCheckReturns# patrons to return items through web-based self checkout system.
tr: web tabanlı ödünç verme sistemiyle materyalin dönüş tarihini değiştiren kullanıcılar.

source: circulation.pref#AutoSelfCheckAllowed# Allow
tr: İzin ver

source: circulation.pref#AutoSelfCheckAllowed# Don't allow
tr: İzin verme

source: circulation.pref#AutoSelfCheckAllowed# and this password
tr: ve bu parola

source: circulation.pref#AutoSelfCheckAllowed# the web-based self checkout system to automatically login with this staff login
tr: otomatik olarak yönetici girişi ile giriş sağlayan web tabanlı kontrol sistemi

source: circulation.pref#AutomaticItemReturn# Do
tr: Yap

source: circulation.pref#AutomaticItemReturn# Don't
tr: Yapma

source: circulation.pref#AutomaticItemReturn# automatically transfer items to their home branch when they are returned.
tr: iade edilebilir olduğunda onların evde kullanılabilem otomatik olarak taşınabilen öğeler.

source: circulation.pref#CircAutocompl# Don't try
tr: Deneme

source: circulation.pref#CircAutocompl# Try
tr: Dene

source: circulation.pref#CircAutocompl# to guess the patron being entered while typing a patron search on the circulation screen.
tr: bir kullanıcı dolaşım ekranında arama yaparken başka bir kullanıcının da arama yaptığını tahmin edebilir.

source: circulation.pref#CircControl# Use the checkout and fines rules of
tr: Ödeme ve para cezası kurallarını kullanın

source: circulation.pref#CircControl# the library the item is from.
tr: kütüphane öğe.

source: circulation.pref#CircControl# the library the patron is from.
tr: kütüphane kullanıcı

source: circulation.pref#CircControl# the library you are logged in at.
tr: Kütüphane oturum açtınız.

source: circulation.pref#DisplayClearScreenButton# Don't show
tr: Gösterme

source: circulation.pref#DisplayClearScreenButton# Show
tr: Göster

source: circulation.pref#DisplayClearScreenButton# a button to clear the current patron from the screen on the circulation screen.
tr: dolaşım ekranında mevcut kullanıcıyı ekrandan temizleyen bir düğme.

source: circulation.pref#DisplayMultiPlaceHold# Don't enable
tr: Etkinleştirme

source: circulation.pref#DisplayMultiPlaceHold# Enable
tr: Etkinleştir

source: circulation.pref#DisplayMultiPlaceHold# the ability to place holds on multiple biblio from the search results
tr: arama sonuçlarını birden fazla kaynakçada tutan yetenek

source: circulation.pref#FilterBeforeOverdueReport# Don't require
tr: Zorunlu değildir

source: circulation.pref#FilterBeforeOverdueReport# Require
tr: Zorunludur

source: circulation.pref#FilterBeforeOverdueReport# staff to choose which checkouts to show before running the overdues report.
tr: gecikme raporlarının alınmasından önce ödünç verilenlerden hangilerinin gösterileceğini seçen yönetici.

source: circulation.pref#FineNotifyAtCheckin# Don't notify
tr: Bildirme

source: circulation.pref#FineNotifyAtCheckin# Notify
tr: Bildir

source: circulation.pref#FineNotifyAtCheckin# librarians of overdue fines on the items they are checking in.
tr: kütüphanecilerin gecikmiş para cezalarını öğelerde kontrol etmesi

source: circulation.pref#HomeOrHoldingBranch# Use the checkout and fines rules of
tr: Ödeme ve para cezaları kurallarını kullan

source: circulation.pref#HomeOrHoldingBranch# the library the item is from.
tr: kütüphane öğesi.

source: circulation.pref#HomeOrHoldingBranch# the library the item was checked out from.
tr: kütüphane öğesi kontrol edildi.

source: circulation.pref#InProcessingToShelvingCart# Don't move
tr: Taşıma

source: circulation.pref#InProcessingToShelvingCart# Move
tr: Taşı

source: circulation.pref#InProcessingToShelvingCart# items that have the location PROC to the location CART when they are checked in.
tr: işaretlediğinde sepetten PROC konumunda bulunan öğeler

source: circulation.pref#IssuingInProcess# Don't prevent
tr: Önlemez

source: circulation.pref#IssuingInProcess# Prevent
tr: Önler

source: circulation.pref#IssuingInProcess# patrons from checking out an item whose rental charge would take them over the limit.
tr: belli bir sınır üzerinden kiralama ücreti olan bir öğeyi ödünç alan kullanıcılar.

source: circulation.pref#OPACAllowHoldDateInFuture# Allow
tr: İzin ver

source: circulation.pref#OPACAllowHoldDateInFuture# Don't allow
tr: İzin verme

source: circulation.pref#OPACAllowHoldDateInFuture# patrons to place holds that don't enter the waiting list until a certain future date. (AllowHoldDateInFuture must also be enabled).
tr: ilerideki bir tarihe kadar bekleme listesini girilmeyen ayırtılmışları tutan kullanıcılar (AllowHoldDateInFuture izin verilmiş olmalıdır).

source: circulation.pref#OPACAllowUserToChooseBranch# Allow
tr: İzin ver
